{
    "Maharashtra (158)": [
        {
            "IKTARA": {
                "Categories:": "Green Products",
                "DESCRIPTION": "IKTARA stands by the philosophy that all of us including other living beings are connected to each other by the single common thread of nature. If we all begin to live in sync, we can create some wonderful music together. At IKTARA, we make Eco-friendly living easier by bringing green alternatives closer to you. Most of us today, are well aware of the alarming impact the fast-paced lifestyle of today is having on our environment from toxic air quality to frothing rivers to garbage-filled streets and landfills. The task of untangling ourselves from this complex mess and changing long-ingrained habits seems daunting and we often do not know where to begin.IKTARA steps in here by suggesting step-by-step lifestyle changes and offering practical, doable replacements to a lot of our unsustainable products particularly substitute to everyday use plastic and chemical products. We also strongly believe that a mass level change is possible only through collective action. We always look to join hands with anyone who is passionate about the environment and would like to bring about a wider change in their locality, college, office, etc.",
                "CONTACT INFORMATION": {
                    "Email:": "iktaraeco@gmail.com",
                    "Website:": "https://iktara.org/pages/about-us",
                    "Address:": "#2903, Lodha Venezia, GD Ambedkar Marg, Kala Chowki, Mumbai,Maharashtra, India 400033 "
                },
                "directions to:": "#2903, Lodha Venezia, GD Ambedkar Marg, Kala Chowki, Mumbai, Maharashtra, India 400033"
            }
        },
        {
            "Thermax": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Thermax is one-stop utility partner to both industrial and commercial segments, helping customers achieve better resource productivity and bottom lines while maintaining a better environment. Its business portfolio includes products for heating, cooling, water and waste management, and specialty chemicals. The company also designs, builds and commissions large boilers for steam and power generation, turnkey power plants, industrial and municipal wastewater treatment plants, waste heat recovery systems and air pollution control projects.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:swastika.mukherjee@thermaxglobal.com",
                    "Website:": "https://www.thermaxglobal.com/",
                    "Address:": " Thermax House, #36, Old Mumbai – Pune Hwy, Sphurti Society, Wakadewadi, Shivajinagar, Pune, Maharashtra, India 411003  "
                },
                "directions to:": "Thermax House, #36, Old Mumbai – Pune Hwy, Sphurti Society, Wakadewadi, Shivajinagar, Pune, Maharashtra, India 411003"
            }
        },
        {
            "WiSh Energy Solutions": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Our mission is to transform the very foundation of producing, and consuming energy into a process that will be both environmentally and economically sustainable. By constant innovation, research and analysis, scientific advancements, and human interaction, we are paving the way for cleaner, safer, and sustainable energy. WiSH (Wind-Solar Hybrid) Renewable Energy Solutions was created for the sole objective of bridging the energy gap and making renewable energy accessible and affordable for all. We aim to achieve this vision through highly customised, smart and integrated renewable energy solutions.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@wishenergy.com",
                    "Website:": "http://www.wishenergy.com/",
                    "Address:": " Gate no. 1342, Chokhi Dhani Road, Off Pune Nagar Road, Wagholi, Pune, Maharashtra, India 412207  "
                },
                "directions to:": "Gate no. 1342, Chokhi Dhani Road, Off Pune Nagar Road, Wagholi, Pune, Maharashtra, India 412207"
            }
        },
        {
            "1Organic": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "For living a life enriched with health and fitness, the simplest thing to do is to improve the quality of food we intake and strengthen the immune system. This is what inspired us to start growing quality crops and providing the produce to every household directly from the farm to fork, encouraging a pure, organic, and chemical-free diet.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:1organicpune@gmail.com",
                    "Website:": "https://1organic.in/",
                    "Address:": "Katraj-Gujarwadi Road, Pune, 3A, House of Hills Area, S.No 38/2, Maharashtra, India 411046  "
                },
                "directions to:": "Katraj-Gujarwadi Road, Pune, 3A, House of Hills Area, S.No 38/2, Maharashtra, India 411046"
            }
        },
        {
            "Urban Farms A2 Milk": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Urban Farms A2 Milk is equipped with the finest and most advanced technology for milking cows and processing A2 milk in Pune. True to its name, Urban Farms is a highly equipped farm which makes Gir cow milk products of international standard. we provide Instantly Homogenized, Pasteurized, chilled and packaged farm-fresh milk. Daily Fresh Home Delivery Premium Pure A2 Milk in Pune Providing a high-quality, hygienic and nutritious products such as buffalo milk and a2 cow ghee.There are lots of advantages of gir cow’s milk which is much better than regular milk. People who prefer this milk will always stay away from any type of disease. Please check our blogs of more information.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:urbanfarmsmilk@gmail.com",
                    "Website:": "https://urbanfarmsmilk.com/",
                    "Address:": " Pasaydan, Gurudatta Hsg, Society, New D P Road, Malwadi, Hadapsar, Pune, Maharashtra, India 411028  "
                },
                "directions to:": "Pasaydan, Gurudatta Hsg, Society, New D P Road, Malwadi, Hadapsar, Pune, Maharashtra, India 411028"
            }
        },
        {
            "Sanjari Recycling": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Looking for the best in e-waste recycling? Sanjari Recycling is the best Buyers and dealers of e-waste who provide you Great value for your disposal and scrap in the market.The team of Sanjari Recycling is the organization occupied with sewage and profluent treatment since 2010. Our past experience of 6 years profluent treatment and recycling had helped us in awesome extent. With an inventive specialized coordinated effort, we figured out how to streamline our procedure of electronic waste recycling. We likewise figure out how to deliver 0% unusable material from our recycling procedure. We have a collection center at Mumbai.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@sanjarirecycling.com",
                    "Website:": "https://www.sanjarirecycling.com/",
                    "Address:": " #1177, opp,Amjadiya School, Gaibi Nagar, Bhiwandi, Mumbai, Maharashtra, India 421302  "
                },
                "directions to:": "#1177, opp,Amjadiya School, Gaibi Nagar, Bhiwandi, Mumbai, Maharashtra, India 421302"
            }
        },
        {
            "E-RECON recycling": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "At E-RECON recycling, we are having good facilities to handle E-Waste. Presently we are having full equipped machineries like CRT Cutting Machine, Hard Disk Shredding Machine, Shredder, Plastic Crusher, Magnetic separator, Vacuum cleaner and Dust Collector Machine as well as other infrastructure. E-Recon Recycling is regional first E-Waste recycling organization is having global initiative is to aim at reducing the accumulation of used and discarded electronic and electrical equipments, which mostly end up in landfills or partly recycled in a unhygienic conditions by backyard recyclers and then partly thrown into waste streams damaging the environment.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@ereconrecycling.com",
                    "Website:": "http://www.ereconrecycling.com/company_profile.html",
                    "Address:": " Aurangabad, Maharashtra, India 431210  "
                },
                "directions to:": "Aurangabad, Maharashtra, India 431210"
            }
        },
        {
            "Ab Initio": {
                "Categories:": "Green Architecture",
                "DESCRIPTION": "Ab Initio is a fully owned subsidiary of Energetic Consulting Pvt Ltd (ECPL) based in Mumbai, India. We are a member of the Indian Green Building Council (IGBC) and of the US Green Building Council (USGBC). We have a qualified LEED accredited professional (LEED AP) on board along with architects & consortium of technocrats with Chemical, Mechanical and Electrical Engineering backgrounds. We provide consultancy for Green Building Construction, Energy Conservation Consultants, Energy Efficiency Audit, Safety Audit, etc.Ab Initio also provides consultancy assistance in the following areas:• Innovative methods of reducing HVAC load from building envelopes.• Design and Engineering of STP/grey-water recycling systems for use in fire-fighting, gardening and cooling towers• Design and Engineering of Electrical and HVAC systems• Blue-print audit at design stage• Assistance in customization of Building Management System ( BMS ) and generation of energy MIS for the premises• Consultancy of use of renewable energy in building envelopes• Performance evaluation of all utilities / services after installation• We have a qualified LEED accreditation professional (LEED AP) on board along with architects and consortium of technocrats with chemical, Mechanical and Electrical Engineering Background.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:shirish@ecpl.co.in",
                    "Website:": "http://www.abinitio.co.in/",
                    "Address:": " Thane, Maharashtra, India 400604  "
                },
                "directions to:": "Thane, Maharashtra, India 400604"
            }
        },
        {
            "Ajay Bio-Tech": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Ajay Bio-Tech is the pioneer in the field of organic farming that foresaw its need in India at the time when the use of agro-chemicals was appreciated by many. For over two decades we have relentlessly advocated the use of bio-products in farming; the position that has found its representation in many of the recent government initiatives to promote organic farming in India. Ajay Bio-Tech India). came into existence in order to bring about the second Green revolution through organic farming methods by providing organic, herbal and bio-products manufactured with the help of advanced biotechnology. We strongly believe that researchers cannot work isolated from the community and advances in the biotechnology field are of value only if consumers can reap benefit out of it without any premium cost attached to it. At Ajay Bio-Tech, our efforts are dedicated to manufacture result oriented products that will combine scientific knowledge and modern biotechnological innovations & bring them close to the community. We offer various research based, result oriented organic, herbal and bio-products in agri-care, veterinary and public health care segments.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@ajaybio.in",
                    "Website:": "http://www.ajaybio.in/aboutus.html",
                    "Address:": " Pune, Maharashtra, India 411045  "
                },
                "directions to:": "Pune, Maharashtra, India 411045"
            }
        },
        {
            "barva": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "Barva provides wide range of natural skin care products, hair care products, and makeup for cleansing, moisturizing, nourishing, and pampering your skin & hair.Our products contain organic ingredients. We believe in providing 100% chemical-free, SLS-free, and paraben-free products.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@happyfamily.org.in",
                    "Website:": "https://barvaskintherapie.com/",
                    "Address:": " Satara, Maharashtra, India 415002  "
                },
                "directions to:": "Satara, Maharashtra, India 415002"
            }
        },
        {
            "ADIURJA": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "We offer solar powered water pumps in cooperation with Kirloskar Brothers: World leader in fluid handling. We The water pumping solution includes everything, from panels to pump as well as installation by our experts. If you would like to install this system on your farm, we can help you in application for low-cost financing and subsidy benefits of government schemes. With a solar power plant from Adiurja, you can save money. Grid electricity prices have been increasing frequently, crossing ₹ 8/kwh for most consumers and some forecasting it to ₹ 15/kWh in couple of years. By replacing this expensive electricity with solar electricity at less than ₹ 5/kWh is key to keeping your electricity costs manageable",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@adiurja.com",
                    "Website:": "http://www.adiurja.com/",
                    "Address:": " Aurangabad, Maharashtra, India 431003  "
                },
                "directions to:": "Aurangabad, Maharashtra, India 431003"
            }
        },
        {
            "BU Solar Solutions": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "BU Solar Solutions is a solar solutions company. Our Products and services include the entire spectrum of Solar Solutions include Solar Photovoltaic modules, Solar Pumps, Roof Top Solar Power Solution, Solar Photovoltaic Home Lighting Solutions, Water Heating Solutions, and Solar Products like Lanterns and Power Banks.BU Solar Solutionsis a solar solutions company. We help Society to solve their most pressing challenge which is Energy, day in and day out. Through our collaborative and flexible approach, we deliver practical, sustainable, measurable Solutions that help our clients make the right strategic decisions and implement the right solutions.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@busolar.in",
                    "Website:": "http://www.busolar.in",
                    "Address:": " Thane, Maharashtra, India 400607  "
                },
                "directions to:": "Thane, Maharashtra, India 400607"
            }
        },
        {
            "Sun King Greenlight Planet": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Sun King Greenlight Planet was founded by T. Patrick Walsh, a University of Illinois student who spent part of 2005 working with the charity Engineers Without Borders in rural India. He saw that the residents, users of ubiquitous kerosene lamps, were not charity cases. Greenlight Planet is a for profit social business that develops and manufactures honest, reliable solar products designed to help people living off the electric grid. It is working with a vision that smart design, efficient engineering and innovative distribution strategies could make dirty kerosene lanterns a thing of the past.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:support@greenlightplanet.zendesk.com",
                    "Website:": "https://www.greenlightplanet.com/hi/about/",
                    "Address:": " Mumbai, Maharashtra, India 400018  "
                },
                "directions to:": "Mumbai, Maharashtra, India 400018"
            }
        },
        {
            "Fermenta Biotech": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "WELCOME to Fermenta Biotech Ltd, Manufacturer and supplier of Vitamin D3 Cholecalciferol, Leading supplier of Penicillin G Amidase, CAL B Lipase, Polymer Supports and enzyme technologies for beta lactams and Bio-Enzymes for Environmental Solutions waste water management and Lake & pond bioremediation. FBL provides customized environmental biotech solutions through consultancy, supply of suitable biotech products and services in three segments – sewage treatment plant STP, lake and pond remediation and oil sludge remediation.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:fermenta.dahej@fermentabiotech.com",
                    "Website:": "https://fermentabiotech.com/#",
                    "Address:": " Thane, Maharashtra, India 400610  "
                },
                "directions to:": "Thane, Maharashtra, India 400610"
            }
        },
        {
            "Go Green Ventures": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Go Green Venture, is India’s leading company in India’s solar power sector. Established in 2003 we specialize in the design, engineering, supply, installation, commissioning, operations, and maintenance of solar net metering systems, ranging from KW to MW capacities. Go Green Venture leadership team brings wealth of business experience of working in global, professional environment. Go Green Ventures provides products to reduce dependency on conventional polluting energy and fossil fuels. This includes wind mills, solar inverters, solar street lights, solar home lighting system, solar garden lights, solar lanterns, solar water heaters, solar cooker and other solar products.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@gogreenventures.in",
                    "Website:": "http://www.gogreenventures.in/about.html",
                    "Address:": " Thane, Maharashtra, India 400601  "
                },
                "directions to:": "Thane, Maharashtra, India 400601"
            }
        },
        {
            "The Shakti Plastic Industries": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "At The Shakti Plastics Industries, we are committed to create a better future for the world by recycling even the non-recyclable. Whether it’s a mold from a store, pens from a school, or plastic gloves from a manufacturing facility, we collect and recycle almost any form of plastic waste. With end-to-end waste management services that cater to individual collectors, companies, retailers, manufacturers, municipalities, NGOs and small business, we are poised to transform millions of tonnes of plastic waste into new products of great value.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:rahul@shaktiplasticinds.com",
                    "Website:": "https://shaktiplasticinds.com/about/",
                    "Address:": " 15, 16, Govind Bhavan, S. V. Road, Malad West,Mumbai, Maharashtra, India 400064  "
                },
                "directions to:": "15, 16, Govind Bhavan, S. V. Road, Malad West,Mumbai, Maharashtra, India 400064"
            }
        },
        {
            "Vedaaz Organics": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Vedaaz Organics offers the purest form of gir cow milk in Pune, Pimpri - Chinchwad & Mumbai. We supply raw, unadulterated, fresh milk to your doorstep. Being nature friendly, our creamy farm milk comes in glass bottles instead of plastic bags. We also deliver 100% Certified Organic Vegetables, Organic Fruits, Organic Oil and Wild Forest Honey at your doorstep.Our 8-acre farm in Manchar provides a happy environment for each of our 350+ Gir cows which are taken care by Kathiyawadi Community. We have our own farm for cultivating organic food products in Pune.Vedaaz Organics product range- A2 Desi Gir Cow Milk- A2 Desi Gir Cow Ghee- Organic Vegetables & Fruits- Cold Press Oil- Wild Forest HoneyEat Healthy , Eat Organic.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:digital@vedaaz.com",
                    "Website:": "https://www.vedaaz.com/",
                    "Address:": " Office No.1, Chondhe Patil Lawns, New DP Road,Vishal Nagar,Pimple Nilakh, Pune – 411027, Maharashtra, India 411027  "
                },
                "directions to:": "Office No.1, Chondhe Patil Lawns, New DP Road,Vishal Nagar,Pimple Nilakh, Pune – 411027, Maharashtra, India 411027"
            }
        },
        {
            "TeaSwan": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "TeaSwan Offers High Quality And Purest Flavors Of Teas. Our Each Tea Purchase Comes With Organically And Ethically Grown Teas, Carefully Blended To Create The Perfect Cup.TeaSwan is a collective of young individuals with a fiery passion to offer the highest quality and purest flavors of tea imaginable. Our ultra-premium range of tea, exotic and diverse portfolio is the leading force behind our success in an industry primarily dominated by titans. Our choice of extremely high quality ingredients and perfect aromas has managed to differentiate us from everyone else but it is our unwavering passion for premium tea that will help us expand our reach even more.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:bhaveshbhati51@yandex.com",
                    "Website:": "https://teaswan.com/",
                    "Address:": " No 10, House No 1040, RajRajeshwari Nagar, Near Texas Foundry, Dist: Kolhapur, Ichalkaranji, Maharashtra, India 416115  "
                },
                "directions to:": "No 10, House No 1040, RajRajeshwari Nagar, Near Texas Foundry, Dist: Kolhapur, Ichalkaranji, Maharashtra, India 416115"
            }
        },
        {
            "Paivi Enterprise": {
                "Categories:": "Eco-friendly Packaging",
                "DESCRIPTION": "Welcome to Paivi Enterprise, your number one source for all Biodegradable Amenities. We're dedicated to giving you the very best of Range of Eco-friendly Products, with a focus on dependability, customer service and our uniqueness.Founded in 2019 by Riti Jain, Paivi Enterprise has come a long way from its beginnings to become India’s first edible drinking straw company. Our products are high in demand due to their premium quality and affordable prices. Furthermore, we ensure to timely deliver these products to our clients, through this we have gained a huge clients base in the market.We now serve customers all over globe and are thrilled to be a part of the quirky, eco-friendly, fair trade wing of the Food & Hospitality industry.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:paivient@gmail.com",
                    "Website:": "https://paivi.in/",
                    "Address:": " A10, Shiv Samrudhi Arcade, Kondhwa Budruk, Pune, Maharashtra, India 411048  "
                },
                "directions to:": "A10, Shiv Samrudhi Arcade, Kondhwa Budruk, Pune, Maharashtra, India 411048"
            }
        },
        {
            "Prakrriti Enterprises": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Prakrriti Enterprises is a group of companies with its registered office in Pune, India under the able guidance and mentoring of our experts from different fields. We are dedicated to working for the GREEN environment worldwide. We offer you our expertise in the field of Waste Management (liquid or solid waste) under one roof. We have end-to-end solutions for designing to execution and commissioning of Wastewater Treatment Plants, Biogas Plants (solid waste to energy plants), Sewage Treatment Plants (STP) and Effluent Treatment Plant (ETP). We also take the Annual Operations & Maintenance Contract (AMC) for all these plants. We offer complete Engineering & Consultancy Services for any and every Environmental Activities.We at Prakrriti Enterprises design, manufacture and supply Wastewater Treatment Plants which helps to control the pollution. Wastewater treatment Plant is the process of converting impurity into an effluent that can be returned to the water cycle with minimum impact on the environment. Sewage Treatment Plants, Effluent Treatment plants, Zero Liquid Discharge System are the types of Waste Management plants.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:nitinp4406@gmail.com",
                    "Website:": "https://www.prakrriti.com/",
                    "Address:": " Shreepad Sr no 624-1/B, Bibvewadi, Pune, Maharashtra, India 411037  "
                },
                "directions to:": "Shreepad Sr no 624-1/B, Bibvewadi, Pune, Maharashtra, India 411037"
            }
        },
        {
            "Simpler Times – Shata Dhauta Ghrita": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "A 100 Times Washed Ghee or as it is known in Sanskrit - Shata-Dhauta-Ghrita(SDG), is an age old Ayurvedic procedure that has been used for hundreds of years to make topical cream for the skin. This cream is also used as a base for other medicinal ointments.It involves washing the ghee one hundred times with pure water to achieve a light unguent (soft cream) instead of the oily, granular semi-liquid ghee.Simpler Times - Shata Dhauta Ghrita - Skin Nourishing Cream is handcrafted, organic, unprocessed skin cream. It is created using an ancient Ayurvedic process called Shata-Dhauta-Ghrita, meaning, a 100 times washed ghee. It is devoid of any artificial colours, odours and preservatives. Only pure and organic essential oils are added to it.●  Simpler Times - Shata Dhauta Ghrita or a 100 times washed ghee is an excellent skin cream. It has numerous benefits.● It is one of the very few topical creams which penetrates all the 7 layers of your skin tissue, repairing it at the cellular level.● It soothes inflammation of the skin and reduces skin irritation.● It deeply moisturizes the skin and increases natural glow.● It hydrates the skin, making it soft and supple.● SDG is a known treatment for reduction of skin problems like sunburn, eczema, chicken pox, rosacea, acne, stretch marks, dullness and patchiness.● Its moisturizing and astringent qualities help to balance the doshas in the skin.● It helps fight signs of ageing, wrinkles and reverses sunspots, freckles and pigmentation.● SDG is very effective in treating minor wounds, small burns, cuts and scratches.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:connect@simplertimes.in",
                    "Website:": "https://simplertimes.in",
                    "Address:": " #C-1002, Basant Bahar Society, Baner Pashan Link Road, Pune, Maharashtra, India 411021  "
                },
                "directions to:": "#C-1002, Basant Bahar Society, Baner Pashan Link Road, Pune, Maharashtra, India 411021"
            }
        },
        {
            "Gingerlime": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "Gingerlime is a sustainable lifestyle brand that brings functionality and design to natural craft based techniques. At Gingerlime, we have been experimenting and developing products using natural alternatives and upcycled materials to bring functionality and convenience to the natural craft based techniques because we believe being sustainable isn’t something you have to choose but should be embedded in our lives. We try to avoid using synthetic materials to develop products that would be functional, cost effective and guiltfree.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:gingerlimeco@gmail.com",
                    "Website:": "https://www.gingerlimeco.com/",
                    "Address:": " Mumbai, Maharashtra, India 400022  "
                },
                "directions to:": "Mumbai, Maharashtra, India 400022"
            }
        },
        {
            "Salud Vida!": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Salud Vida! is the consumer products brand launched by Eueco Technology & Services Private Limited. The brand's value chain starts from procuring raw materials from people practicing sustainable production methods, like organic farms, rural house-hold dairies, agri-forests, tribal foragers etc.; proceeds with manufacturing involving engagement of rural improvised populace and ends by serving great quality food products in re-usable, environment friendly, plastic-free packaging. The brand's e-commerce practices involve unapologetic packing of shipments in used newspapers and card-boards. The bio-waste generated from manufacturing is composted and the Company is frugal with use of thermal power for all its processes.As of now, Salud Vida! product portfolio includes Organic and Forage-based food products like Unprocessed Wild Honey collected by Tribal foragers of Patalkot valley, Chhindwara District, Madhya Pradesh, wherein the Company directly engages with the foragers; Indigenous Cow's Ghee and Murrah Buffalo's Ghee collected from the household dairies of rural area of district Chhindwara, Seoni, Betul etc. in Madhya Pradesh; Herbal Teas and drinks prepared from herbs procured from Organic farms and Agri-forests of Maharashtra and Madhya Pradesh.All Salud Vida! products are packaged in reusable and non-plastic containers. The products are available on e-commerce platforms like Qtrove and Karnival Shop by The Better India.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:euecotechserv@gmail.com",
                    "Website:": "https://saludvida.linker.store",
                    "Address:": " 303 Jeevanraksha Apartment, Laxminagar, Nagpur, Maharashtra, India 440013  "
                },
                "directions to:": "303 Jeevanraksha Apartment, Laxminagar, Nagpur, Maharashtra, India 440013"
            }
        },
        {
            "SunBless": {
                "Categories:": "Green Innovations",
                "DESCRIPTION": "SunBless Thermo-Reflective Coating - An ideal solution for today’s Global Warming and Environmental Protection.SunBless is specially developed as a universal all-pervading solution to address multitude of issues and problems being faced today by the industrial and corporate world, as well as the society at large.SunBless – Specially developed universal all-pervading 360 degrees solution to address multitude of issues7% Sunlight reflectance ratio – Highest in the world to keep buildings COOLProtects Buildings from Leakages, Wall Cracks, Seepage & FungusProtects Coastal Buildings from Sea Wind CorrosionHigh Elasticity5 Times of JIS standardsAll Weather Protection - Thermos Effect, Cool in Summer, Warm in WinterReduce Energy Costs – Reduces A-C usage, Save electricity & improve work environmentExcellent Weather Resistance",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@sunbless.co.in",
                    "Website:": "http://www.sunbless.co.in/",
                    "Address:": " Arhan Technologies Pvt. Ltd. Plot No.18, Final Plot No.106 Ramtekadi Industrial Area, Hadapsar, Pune, Maharashtra, India 411013  "
                },
                "directions to:": "Arhan Technologies Pvt. Ltd. Plot No.18, Final Plot No.106 Ramtekadi Industrial Area, Hadapsar, Pune, Maharashtra, India 411013"
            }
        },
        {
            "RAW FOREST HONEY": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Raw Forest Honey was established with a motive to make unadulterated fresh forest honey a part of your life. By providing Pure Forest Extracted Honey at the doorstep, we have built a very good customer base. We extract the honey in a environment friendly and sustainable way without harming the bees. Our initiative helps the local tribal population by providing them with a livelihood.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@rawforesthoney.com",
                    "Website:": "https://www.rawforesthoney.com/",
                    "Address:": " plot-68, Sukrut, Gandhi Nagr, Nagpur, Maharashtra, India 440010  "
                },
                "directions to:": "plot-68, Sukrut, Gandhi Nagr, Nagpur, Maharashtra, India 440010"
            }
        },
        {
            "Arien Enterprises": {
                "Categories:": "Eco-friendly Packaging",
                "DESCRIPTION": "Arien Enterprises is a Mumbai based company which is into manufacturing and trading of eco friendly products and customised packaging. We can help our customer to design and develop the eco friendly packaging in Paper, Jute, MDF or combination of any. We do logo printing , metal stickers laser engraving as per customers requirement and product suitability. We make standard packaging boxes for chocolates , sweets , cakes and pastries. Kindly feel free to be in touch with us for nay fo your requirement for eco products and packaging.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:ariens4@yahoo.co.in",
                    "Website:": "https://www.indiamart.com/arien/",
                    "Address:": " Allied Industrial Estate,, First Floor, Gala No 115,, Ram Panjwani Marg, Mahim ( west), Maharashtra, India 400016  "
                },
                "directions to:": "Allied Industrial Estate,, First Floor, Gala No 115,, Ram Panjwani Marg, Mahim ( west), Maharashtra, India 400016"
            }
        },
        {
            "Myessence": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "Myessence is a luxury bath, body and personal care brand that offers high performance skin care products. We at Myessence believe that the purpose of life is to enjoy, explore and experience the best, and we plan to do just that with a wide range of exquisite products. Our aim is to bring the global spa & personal care experience to your homes. From traditional exotic Asian treatments to the neo modern European clay & minerals skin care routine, we strive to en-capture the essence of different cultures.At Myessence, we believe that daily bathing and skincare rituals should be enjoyable and a way to carve out some much-needed ‘me time’ in your hectic routine. From beautiful packaging, to exotic fragrances and luxurious textures, we truly want you to love your skincare regimen.Born from the freshest of ingredients from around the globe and combined with the goodness of natural elements, each and every product is carefully and lovingly crafted to give your senses the ultimate rejuvenation! Relaxing and calming aromas, a soothing touch which will leave you feeling radiant, hydrated and nourish your skin like never before! With ZERO harmful chemicals, paraben and SLS-free products, our range of commodities are sure to bring a smile on your face!",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@myessenceindia.com",
                    "Website:": "https://myessenceindia.com/",
                    "Address:": " Borivali, Mumbai, Maharashtra, India 400092  "
                },
                "directions to:": "Borivali, Mumbai, Maharashtra, India 400092"
            }
        },
        {
            "Ayusya Naturals": {
                "Categories:": "Herbal medicine",
                "DESCRIPTION": "Ayusya Naturals is one of the Top 50 Global Wellness Companies in the World that utilizes herbal medicine to not just to bring you temporary relief, but provide a natural cure for your problems. We enable life!Ayusya Naturals is an establishment deeply rooted in the ancient medical science of ‘Herbalism’. Ayusya’s natural remedies are curative and do not suppress ailments, rather they help resurrect the body and mind into a healthy state.We create products from the best herbs, vitamins, minerals and enzymes. These herbal formulations are created after extensive scientific research, and ensuring unparalleled effectiveness in restoring your health. Bearing the Food and Drug Administration [FDA] certification, our formulations are 100% safe, potent and natural. It comes with an underlined zero side-effects.At Ayusya we have products catering to: Health & Wellness, Pain Management, Hair Management, Infertility & Gynaecological Disorders, Diabetes & Cardiac DisordersWeight Management, Cancer Management, etc.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:ayusyanaturals.social@gmail.com",
                    "Website:": "https://ayusya.in",
                    "Address:": " G/24B, Gokuldham Shopping Center, Gokuldham, Goregaon East, Mumbai, Maharashtra, India 400063  "
                },
                "directions to:": "G/24B, Gokuldham Shopping Center, Gokuldham, Goregaon East, Mumbai, Maharashtra, India 400063"
            }
        },
        {
            "E-Agrovision": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "E-Agrovision is one of the fastest growing e platforms across the globe. So far we have touched the lives of hundreds of farmers across India thus bringing happiness and prosperity to farmers. Our aim is to provide farmers with precise information and services through a covenant platform and have a positive impact on their lives.People are moving out of agriculture due to lack of empowerment. We want more and more of the present generation to take up agriculture as a profession. Also, the lack of knowledge in the field of agriculture is hurting farmers. They do not have access to information regarding the use of bio and organic fertilizers, proper use of chemical fertilizers, use of pesticides, insecticides and fungicides. Due to middlemen, farmers are unable to get the best prices for their agriculture produce. We, here at E-Agrovision want to change that.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:eagrovision@gmail.com",
                    "Website:": "https://eagrovision.com/agriculture-introduction/",
                    "Address:": " House no.254, Mohini Nagar, Wardha, Maharashtra, India 442001  "
                },
                "directions to:": "House no.254, Mohini Nagar, Wardha, Maharashtra, India 442001"
            }
        },
        {
            "Swasti Agro": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Swasti Agro has spun off from the biotechnology research base. We are working to make farming more sustainable. Our specific focus is prevention of diseases of crops, and point of care preventive diagnosis. Our initial focus was on bacterial blight of pomegranate. Now we have products that work against bacterial, fungal and nematode diseases of wide range of crops. At Swasti Agro we believe that innovating both on product and service components is essential to make such disease prevention program successful and deliver the impact to the last mile. We strive to build such model product-service offering combination of biology and technology.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:abhay.shendye@gmail.com",
                    "Website:": "http://swastiagro.com/about-us/",
                    "Address:": "Manik Baug, Sinhagad road, Shah Industrial Estate, Pune, Maharashtra, India 411051  "
                },
                "directions to:": "Manik Baug, Sinhagad road, Shah Industrial Estate, Pune, Maharashtra, India 411051"
            }
        },
        {
            "WoodKa": {
                "Categories:": "Eco-friendly Packaging",
                "DESCRIPTION": "WoodKa brings out a range of disposable, eco-friendly, sustainable wooden products of supreme quality and rich texture. It is perfect for all kinds of parties and auspicious occasions.WoodKa's premium Eco-friendly Tableware products are 100% natural and original, made of wood, naturally shed from the trees of Indian forests. The fallen thick tree sheaths, belonging to the Catechu Family, are turned into elegant and stylish disposable cutlery products like plates, bowls and other wooden items.Intertwined with upcycling, WoodKa optimizes and utilizes the high quality rest materials, which are usually spurned out by other factories, to transform into ‘Value Added Products’. This is in line with our belief of ‘Waste to Wealth’. The rest material is also used for vermin compost, dry fodder for animals, bio-fuel bricks. WoodKa leads us back to sustainability and to a more durable environment with the hope of augmenting, shielding and respecting the essence that is rooted deeply to mother Earth.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@woodka.in",
                    "Website:": "https://woodka.in/",
                    "Address:": " Level 14, Lotus Business Park,  Off New Link Road, Andheri West, Mumbai, Maharashtra, India 400053  "
                },
                "directions to:": "Level 14, Lotus Business Park,  Off New Link Road, Andheri West, Mumbai, Maharashtra, India 400053"
            }
        },
        {
            "SWAP4PURE Organic Grocery Store": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "SWAP4PURE was started in 2016 with a vision to create a supply chain of healthy foods for conscious consumers in Pune. We have been working untiringly in creating this infrastructure so that organic farmers are able to sell their stock at good rates and also consumers are able to purchase them at reasonable rates.SWAP4PURE Organic Grocery Store provides you with authentic organic vegetables, fruits and groceries. We procure organic vegetables, fruits and grains directly from authentic organic farmers and trusted aggregators who work with organic farmers. Besides, at our store, you can find a whole range of organic and healthy foods from other known brands.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:contact@swap4pure.com",
                    "Website:": "https://www.swap4pure.com/",
                    "Address:": " #B1, Karan Gharonda, Sainikwadi, Wadgaon Sheri, Pune, Maharashtra, India 411014  "
                },
                "directions to:": "#B1, Karan Gharonda, Sainikwadi, Wadgaon Sheri, Pune, Maharashtra, India 411014"
            }
        },
        {
            "E-Process House": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "We, 'e- Process House', offer our clients with Electronic Waste Management Services. We are e-Wastes Recyclers Authorized By GPCB (Gujarat Pollution Control Board). We are committed to provide: Total e-waste management through cost effective, innovative and environment friendly technologies. \"e-Process House\" is engaged in recycling the ELECTRONIC-WASTE CPU, Monitor, Keyboard, Mouse, UPS, Power Chords, etc.in an Organized manner employing necessary technology & methodology to derive commercial objective and also to protect ecology & environment. The support of our experience and trained team members has enabled us to provide innovative, personalized and proven solutions for all kinds of Electronic Waste Management Services.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:enquiry@eprocesshouse.com",
                    "Website:": "http://www.eprocesshouse.com/about.html",
                    "Address:": "Office No: 13, Monarch manor, 90Ft Road, Opp. D'souza Complex, Sakinaka, kurla(W), Mumbai, Maharashtra, India 400072  "
                },
                "directions to:": "Office No: 13, Monarch manor, 90Ft Road, Opp. D'souza Complex, Sakinaka, kurla(W), Mumbai, Maharashtra, India 400072"
            }
        },
        {
            "Varsha Fibre-Fab Industries": {
                "Categories:": "Eco-friendly Packaging",
                "DESCRIPTION": "Varsha Fibre-Fab Industries are leading manufacturers, suppliers and exporters of a comprehensive range of Biodegradable Products like Cotton Promotional Bags, Natural Fibre Bags.Established in the year 1977, our business started here in Mumbai with cotton cloth trading and later manufacturing products from the cotton cloth of varied type. Then we expanded business in manufacturing and marketing products made from natural fibers and fabric made from the naturally available fibres. Now at present we have huge range of products for cleaning cloths and garments through washing machine,We also have a product branded as 'POLYKLEAN' which is a liquid detergent made from naturally occurring liquid products and using harmless chemical available for finished product. Thus keeping the PH of the detergent to 7 . Further through research we have added more 5 products for homely consumption and thus saving Earth from getting deserted by used of poisonous and hazardous chemicals.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:dalal_anant@yahoo.co.in",
                    "Website:": "https://www.indiamart.com/varsha/profile.html",
                    "Address:": " Dhairyavir, 41, Presidency Society, 8th Road, J.V.P.D. Scheme, Juhu, Mumbai, Maharashtra, India 400049  "
                },
                "directions to:": "Dhairyavir, 41, Presidency Society, 8th Road, J.V.P.D. Scheme, Juhu, Mumbai, Maharashtra, India 400049"
            }
        },
        {
            "Bunko Junko": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "Bunko Junko wants to fight back against the biggest problem of the fashion Industry. Textile waste is a material that is deemed unusable for its original purpose during clothing production. Bunko Junko's plan is to convert all these leftover fabrics from the cutting floor from different manufacturing units into stylized kurtis, dresses, dupattas, bottoms, shirts, surface design techniques, fabrics accessories etc. through which wastage is being decreased and motivates people to go waste-free. It is all about innovating means and methods to save landfill, energy and water and ultimately support sustainability by upcycling unused textiles.We also wish to challenge the whole perception of waste with the aim of producing quality and highly fashionable clothes, accessories for men, women and children. Our designer Mrs. Bhavini Parikh has over 29 years of experience in the clothing industry doing surface ornamentation and has given work to more than 1000 women. We have only one planet and it is up to us to make it better however we can. It is a wonderful time to be a part of the sustainable fashion in the world!",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:bunkojunkostudio@gmail.com",
                    "Website:": "https://www.bunkojunko.com",
                    "Address:": " Shreyas Industrial Estate, C wing 225, Jaicoach, Goregaon East, Mumbai, Maharashtra, India 400063  "
                },
                "directions to:": "Shreyas Industrial Estate, C wing 225, Jaicoach, Goregaon East, Mumbai, Maharashtra, India 400063"
            }
        },
        {
            "Deeproots Design": {
                "Categories:": "Green Architecture",
                "DESCRIPTION": "Deeproots Design is an award-winning 20-year-old design practice, committed to designing landscape architecture and landscape products that are deep-rooted in its thought process and sustainable. We are a team of Architects, Landscape designers, Engineers and Product designers working to create a holistic landscape that is deep-rooted and creates sensitive and sustainable landscape designs and products.Deeproots Design is based out of Pune and Singapore and have designed projects in Asia, India, Australia, and Africa. We work with sustainable products and practices. We believe in using bio degradable materials and locally produced material.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:raji@deeprootsdesign.net",
                    "Website:": "http://www.deeprootsdesign.net/",
                    "Address:": " B3, Paras society, Senapati bapat road, Pune, Maharashtra, India 411016  "
                },
                "directions to:": "B3, Paras society, Senapati bapat road, Pune, Maharashtra, India 411016"
            }
        },
        {
            "Cryptic Hues": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Cryptic Hues is an eclectic blend of handmade, specially crafted, Eco-friendly and up-cycled gifts. we are exclusively into eco-friendly and upcycled gifts for all the occasions. We aremaking many eco-friendly things likeUpcycled Goodies and Organic Plant growth promoters.Cryptic Hues is an eclectic blend of upcycled, recycled, repurposed stuff made using the artists' creativity and imagination. Our bit for the planet a unique initiative for supporting the eco-friendly, green cause. Thought to provoke n to inspire you to go home and think twice before discarding stuff which can be modeled into a piece of art. It will instill the three R’s: Try to REDUCE if not then PLEASE REUSE & RECYCLE.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:cryptichues@gmail.com",
                    "Website:": "https://www.facebook.com/pg/cryptichues/about/",
                    "Address:": " Maharashtra, India 411021  "
                },
                "directions to:": "Maharashtra, India 411021"
            }
        },
        {
            "Lalit Greens": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Lalit Greens is an innovative company based in Washim, Maharashtra that produces eco-friendly stationery products such as paper pencils, plantable paper, non-toxic clay, etc. The company was established in 2015 by an young entrepreneur Lalit Rathi, who was keen on creating something new out of waste material. Lalit Rathi studied various eco-friendly businesses and later decided to begin manufacturing recycled paper pencils since they were unique, eco-friendly and also constantly in need.Lalit Greens uses a fully customized semi-automatic machine to produce various kinds of recycled paper pencils such as colour pencils, plain graphite paper pencils, print full design pencils, seed etc. The company only uses EN 71-3 Approved food-grade colour, which is the European safety norm for the toy industry. After three years of operations, Lalit Greens has started with a new concept of ‘Giving Life to Pencils’ by adding different types of seeds in medicine capsules at one end of pencils. Apart from pencils, the company also manufactures plantable paper, non-toxic clay and other stationery products.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:lalitgreens@gmail.com",
                    "Website:": "https://www.indiamart.com/lalit-greens/",
                    "Address:": "Mantri Park, Opp Old Zilla Parishad, Washim, Maharashtra, India 444505  "
                },
                "directions to:": "Mantri Park, Opp Old Zilla Parishad, Washim, Maharashtra, India 444505"
            }
        },
        {
            "Magic Dust": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "Magic Dust is specialized in luxurious organic skin care and hair care products. Our range includes the best natural skin care products, organic hair care products and body washes.Magic Dust is a certified organic and natural skin care company. According to its founder, Ranjan Dedhia, the few factors that set MAGIC DUST products apart from its competitors are the potent organic formulations with distinctive fragrance, attractive packing and complete purity!With her exclusive range of 100% natural products that are an amalgamation of unique organic ingredients and luxury, Ranjan Dedhia with her unrelenting and unabating passion has the vision of creating an organic skincare product line that ensures long-term vitality and helps individuals restore their natural youthfulness.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:shalakaghorpaade@gmail.com",
                    "Website:": "https://magicdust.co.in/",
                    "Address:": " No. 4, Kanchan Building, M. G Road, Vile Parle East, Mumbai, Maharashtra, India 400057  "
                },
                "directions to:": "No. 4, Kanchan Building, M. G Road, Vile Parle East, Mumbai, Maharashtra, India 400057"
            }
        },
        {
            "Bee Organic Farms": {
                "Categories:": "Training & Education",
                "DESCRIPTION": "Bee Organic Farms offers training and certification in practical beekeeping and organic farming in Maharashtra, Nashik. We have invested our time and efforts to improve the quality of training in beekeeping and organic farming in India, we focus on practical training to teach our students with a blend of traditional and modern techniques to practice beekeeping and organic farming. We host and organize weekly workshops on subjects related to beekeeping, raw honey, and organic farming. Bee Organic Farm is a place to visit for Agro-Tourism. It has also been acclaimed as an ideal place for excursions for creating environmental awareness. This is mainly because of the Bio-Village model and the traditional technologies in the farm that add value to the campus and help in promoting organic farming. The Bee and Plant Nursery surrounded by the biodiversity in the farm make Suprakruti Madhushala a must to visit for the environmentalists.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:beeorganicindia@gmail.com",
                    "Website:": "https://beeorganic.in/about-us",
                    "Address:": " Krishnalay bungalow, Opp.Akashwani Tower,Swami Samarth Mandir Rd, Abhyuday Colony, Purnvad Nagar, Nashik, Maharashtra, India 422005  "
                },
                "directions to:": "Krishnalay bungalow, Opp.Akashwani Tower,Swami Samarth Mandir Rd, Abhyuday Colony, Purnvad Nagar, Nashik, Maharashtra, India 422005"
            }
        },
        {
            "Greensole": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "Greensole is a social venture working towards conserving the environment by recycling discarded shoes and giving basic necessity of footwear to the people in need.We aim to contribute to social good, by creating a self-sustaining infrastructure that facilitates the provision of the basic necessity of footwear to everyone, forever, environmental good, by refurbishing discarded shoes with zero carbon footprint and economic good by giving employment to refurbish shoes. Greensole has provided 72,000 footwear to the underprivileged and saved 360,000 pounds in carbon emissions.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:nehaal@greensole.in",
                    "Website:": "http://www.greensole.in/",
                    "Address:": " A-460, C/o Ram Fashion Exports, MIDC, Mahape, Navi Mumbai, Maharashtra, India 400701  "
                },
                "directions to:": "A-460, C/o Ram Fashion Exports, MIDC, Mahape, Navi Mumbai, Maharashtra, India 400701"
            }
        },
        {
            "GreenishORA": {
                "Categories:": "Water Conservation",
                "DESCRIPTION": "Only 3% of all the water is fresh water, and only 1% is available for drinking. With growing population rates and such a small percentage of all the water on earth, it only makes sense that we must preserve and conserve this precious resource. In India almost every city and villages are facing water crisis so its our duty to conserve the water. SoGreenishORA has taken up the mission to conserve water through some innovative solutions.Our GreenishORAwater saving products contribute to nature by conserving water, reducing waste and protecting health of individuals. We are also providing Compostable Garbage Bags and solution for Home Composting which will help to reduce the waste.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:greenishora@gmail.com",
                    "Website:": "https://www.facebook.com/greenishora/",
                    "Address:": " #91, JAY Malhar Colony, Walhekarwadi, Pimpri Chinchwad, Pune, Maharashtra, India 411033  "
                },
                "directions to:": "#91, JAY Malhar Colony, Walhekarwadi, Pimpri Chinchwad, Pune, Maharashtra, India 411033"
            }
        },
        {
            "My Eco Ganesh": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "We, atMy Eco Ganeshare committed to save the environment, rivers and sea by providing artistically designed clay idols of Ganesh also known as Ganapati & Eco Friendly Decoration. We will invest the best efforts to provide the widest range of least priced eco-friendly Ganapati idols / Ganesh clay idols to add more colors to your spirits and enthusiasms.My Eco Ganesh idols are 100% eco friendly as they are made out of clay (mitti) causing no harm to our mother earth.We are also making available Eco friendly Makhar decorations made of paper and cardboard top of it they are reusable. As an add on to all of it to enjoy the festival to the fullest use our eco friendly colors which 100% safe and chemical free",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:myecoganesh@gmail.com",
                    "Website:": "https://myecoganesh.com/",
                    "Address:": " TM Gomes, No.3, Chakal Andheri East, Mumbai, Maharashtra, India 400099  "
                },
                "directions to:": "TM Gomes, No.3, Chakal Andheri East, Mumbai, Maharashtra, India 400099"
            }
        },
        {
            "BPack-India Bags": {
                "Categories:": "Eco-friendly Packaging",
                "DESCRIPTION": "Bio-Pack India provides world’s best biodegradable and compostable plastics which adheres to all International and Indian standards of testing for biodegradable plastics. BPack India engaged in 100 % Biodegradable & Compostable Packaging Products like Carry Bags, Grocery Bags, Flat Bags, Garbage Bags, Garbage Bin Liner, Grocery Bags on Roll, Bio-Hazard Bags, Currier Bags, Security Bags, Garment Bags, Curtly Items Products, etc.Bpack Packaging Products are made from 100% Biodegradable compostable renewable raw material which doesn't contain any plastic material. so its sustainable, Plastic free, Eco friendly, Innovative products, which doesn't harm planet environment as well as animal or humans.Bpack Biodegradable compostable packaging products are certified by CPCB & followed by Indian government regulations.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:mkt.biopack@gmail.com",
                    "Website:": "http://biopackindia.com",
                    "Address:": " Omkareshwar Road, Shanivar Peth, Pune, Maharashtra, India 411001  "
                },
                "directions to:": "Omkareshwar Road, Shanivar Peth, Pune, Maharashtra, India 411001"
            }
        },
        {
            "dwij upcycled products": {
                "Categories:": "Green Products",
                "DESCRIPTION": "\"dwij\" means second life (द्वि = twice, ज = born) in Sanskrit. The company was founded with a mission to generate wealth by providing inclusive growth of society, using junk. At dwij upcycled products, we rescue jeans that would otherwise end up in landfill to make utility bags, thus reducing the dependency on virgin canvas, jute, plastic or synthetic bags. The goal is not only to create awareness about the drawbacks of fast fashion, but also to show the world that thorough washing procedure can transform a second hand textile into a material as hygiene as virgin textile. This significantly reduces fossil fuel usage in the manufacturing process. Therefore, by upcycling we generate less waste, thereby minimizing our impact on the environment.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:contact@dwijproducts.com",
                    "Website:": "https://www.dwijproducts.com",
                    "Address:": "LBS Marg,  bhandup, F-319, Dreams The Mall, Maharashtra, India 400078  "
                },
                "directions to:": "LBS Marg,  bhandup, F-319, Dreams The Mall, Maharashtra, India 400078"
            }
        },
        {
            "Uniser Industries": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Uniser Industries Private Limited is a design & development company for solutions in Solar Power & LED Lighting. Our Head Office is located in Mumbai, India and development units are in Bangalore (Karnataka) and Vikhroli (Maharashtra). Uniser Industries have strategic component manufacturing partnerships with Tier 1 global organizations to ensure that the end product is commercially competitive. Our aim is to ensure highest standards of quality & customer delight. Our objective is to be your one-stop-solution for Solar Power and LED Lighting requirements.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:support@unisersolar.com",
                    "Website:": "http://www.unisersolar.com/companyprofile",
                    "Address:": "3rd & 4th Floor, Lotus House, 33-A V.Thakersery Marg, New Marine Lines, Mumbai, Maharashtra, India 400020  "
                },
                "directions to:": "3rd & 4th Floor, Lotus House, 33-A V.Thakersery Marg, New Marine Lines, Mumbai, Maharashtra, India 400020"
            }
        },
        {
            "Green IT Recycling Center Pvt. Ltd.": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Green IT Recycling Center Pvt. Ltd is an asset recovery solution provider, managing excess or end-of-life IT assets and e-waste management solution company based in Pune, India. Our expertise of process engineering and remarketing directly translates into the recovery of IT asset value for our clients' businesses.TheDirectors leading the Green IT Recycling Center Pvt. Ltd, have vast experience of 16 years in the field of IT Asset management services. By uncompromised dedication & continuous effort towards achieving an excellence in delivering three core services to clients i.e. Data Security, Value for Return & Environmental Disposal.Our ServicesGreen IT Recycling provides these services - electronic waste disposal, WEEE Recycling, IT Asset Management, extended producer responsibility, Data Destruction, disposal of fused lamps, etc.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@greenit.co.in",
                    "Website:": "http://greenit.co.in/",
                    "Address:": "Sadashiv Peth, Pune, Shop No. 11, Asset Gold, 841/1,, Maharashtra, India 411 030  "
                },
                "directions to:": "Sadashiv Peth, Pune, Shop No. 11, Asset Gold, 841/1,, Maharashtra, India 411 030"
            }
        },
        {
            "ThinkPhi": {
                "Categories:": "Green Innovations",
                "DESCRIPTION": "ThinkPhicreated innovative sustainable technology.Our mission is to be earth’s most sustainable company. We hope to get there by building products that accelerate the use of sustainable resources.Our products focus on creating Sustainable Spaces in and around your home and business. Our first product, Ulta Chaata, isone of a kind product that is an outdoor shade which harvests rainwater and generates solar power.We believe that organisations and individuals can influence behavioural change through the use of our simple products that help conserve earth’s natural resources.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:care@thinkphi.com",
                    "Website:": "https://www.thinkphi.com",
                    "Address:": "Unique House, 25 S.A. Brelvi Road, Kala Ghoda Fort,, Mumbai, Maharashtra, India 400001  "
                },
                "directions to:": "Unique House, 25 S.A. Brelvi Road, Kala Ghoda Fort,, Mumbai, Maharashtra, India 400001"
            }
        },
        {
            "Green Pens India": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "We at Green Pens India are a Dynamic team working towards development of new Eco products for the betterment of the environment. Our Founder Mr Suresh U Nair has ensured that we make unique Eco products with best finesse and pricing to cater to a mass base of buyers.The Kraft Paper used is made for recycled paper. Currently our Flagship products are the eco-friendly pens and pencils. We are the pioneers in the development of Seed pen, which is again giving the message that you need not throw just grow. Our Technical team has ensured that the seed is embedded in the pen with necessary nutrients to help it grow when its planted to grow.Green Pens India caters to the Hospitality and corporate sector mainly. Buyers can have their company name and logo printed in multicolored printing for better branding.Our Goal is to make the environment a better place to live in.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@greenpensindia.com",
                    "Website:": "http://greenpensindia.com/",
                    "Address:": "150A, Orchard mall, royal palms estate, aarey milk colony, goregaon east., Mumbai, Maharashtra, India 400065  "
                },
                "directions to:": "150A, Orchard mall, royal palms estate, aarey milk colony, goregaon east., Mumbai, Maharashtra, India 400065"
            }
        },
        {
            "Alma Ryse": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "Based on the ancient Rice cleansing technique, RYSE in collaboration with Korean R&D introduces a range of products formulated to restore, revive and rejuvenate your skin from deep within. Alma Ryse introduces India's first Rice Bran Cosmetics Brand, RYSE for premium selection of Skin Care and Beauty products, which is formulated in collaboration with Korean R&D. RYSE offers a range of rice bran products to enhance your beauty in the most natural and trustable way with the power of rice bran. Rice bran in cosmetics is a new concept in India because we are unaware about the miraculous power of Rice Bran Extract.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:almaryse@yandex.com",
                    "Website:": "https://www.almaryse.in/",
                    "Address:": "A-306, Mahavir Icon, Plot No. 89, Sector 15, CBD Belapur, Navi Mumbai, Maharashtra, India 400614  "
                },
                "directions to:": "A-306, Mahavir Icon, Plot No. 89, Sector 15, CBD Belapur, Navi Mumbai, Maharashtra, India 400614"
            }
        },
        {
            "Merakus Organic Cotton": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "Merakus is more than just a label for organic cotton khadi dresses. It is a space to satiate seekers of serenity and joy. An experience that urges to live an unadulterated life. Real luxury is in being progressive while also re-living the good old days. Crafting its own long journey in the sustainable lifestyle space, this brand reiterates the beauty of slow living; the importance of naturally sourced produce over synthetically manufactured.Merakus showcases three product categories:Women's Wear - This category redefines sustainable chic. It boasts of thoughtfully handwoven organic cotton khadi (with natural dyes) and natural cotton khadi (with azo free dyes), linen and jute fabrics, from across India. Each design is an amalgamation of modern, wearable, and minimal silhouettes.Serveware - This category brings together an array of handcrafted mango and sheesham wood serving essentials.Bags - One of a kind bags, crafted out of naturally sourced material, this category of products, is both mindful and uber exclusive.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:seo.merakus@gmail.com",
                    "Website:": "https://merakus.com",
                    "Address:": " Mumbai, Maharashtra, India 400059  "
                },
                "directions to:": "Mumbai, Maharashtra, India 400059"
            }
        },
        {
            "Pura Kiki Bottles": {
                "Categories:": "Green Products",
                "DESCRIPTION": "Pura was conceived with a simple notion - to provide compelling juvenile solutions to mothers around the world. We are proud to report that our bottles are the safest and most adaptable bottles on the global market, Safest bottle in the World. Pura Kiki Bottles are the only Non-Toxic Certified Bottles on the Global Market.Pura Kiki Bottles are unique since these are completely stainless steel bottles including thread that are 100% free of toxic chemicals such as BPA, phthalates, PVC and lead. Even plastic bottles without BPA hide their risks, not stainless bottles. They are light and unbreakable compared to glass bottles. Compared to aluminum bottles, they do not contain any internal coatings.Premium stainless steel juvenile bottles and feeding solutions, adult water bottles, food storage vessels and associated accessories. Our proprietary products include the first and only 100% plastic-free bottle on the global market as well as the first modular bottle and collar designed to adapt to, and grow with, the child. Other innovations include the first leak resistant silicone nipple/spout cover, a line of silicone sleeves and a compelling lifestyle approach to brand building.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@montyybucks.com",
                    "Website:": "http://www.montyybucks.com/index.php?route=common/home",
                    "Address:": "F1 D2, Sun Grace Apartments, Opposite Navi Mumbai Bank, Vashi, Navi Mumbai, Mumbai, Maharashtra, India 400703  "
                },
                "directions to:": "F1 D2, Sun Grace Apartments, Opposite Navi Mumbai Bank, Vashi, Navi Mumbai, Mumbai, Maharashtra, India 400703"
            }
        },
        {
            "Abhinav Healthcare": {
                "Categories:": "Herbal medicine",
                "DESCRIPTION": "Abhinav Health Care Products Pvt. Ltd. is a GMP certified ayurvedic company, which is a renowned manufacturer and supplier of ayurvedic products for health care, skin care, hair care online in India and across the globe. Buy our premium quality ayurvedic products to lead a healthy life.Established in 2003 in Mumbai, Abhinav Health Care went into Health portion and is been providing innovative natural health care products for an extensive variety of Health Problems like Arthritis, Varicose veins, Digestive Problems, Hair and Skincare items which are fabricated at our GMP Certified assembling office. \"Innovation in Ayurveda\" has always been our prime objective.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:abhinav@abhinavayu.com",
                    "Website:": "https://www.abhinavayu.com",
                    "Address:": "Plot No : 100, Jankidevi School Road, Mhada Four Bunglows, Andheri (West), Mumbai, Maharashtra, India 400058  "
                },
                "directions to:": "Plot No : 100, Jankidevi School Road, Mhada Four Bunglows, Andheri (West), Mumbai, Maharashtra, India 400058"
            }
        },
        {
            "Maximaa Proyurveda": {
                "Categories:": "Herbal medicine",
                "DESCRIPTION": "Maximaa Proyurveda is engaged into manufacturing of Herbal/Ayurvedic Health Supplements developed by modern cutting edge fully automated facility and unique blends of Ayurveda in GMP certified and WHO-GMP manufacturing facility of its own.All our products are registered under AYUSH department and need no prescription to sell.At Maximaa Proyurveda, we have a wide range of products in our basket for various health disorders like diabetes, arthritis, cough, osteoporosis, anaemia, piles, respiratory disorders, hyper-acidity, liver diseases, skin diseases; and other prophylactic therapies for immunity, memory enhancement, etc. All our products are backed & protected by U.S, China and Indian Patents, and can be used in Preventive as well as Curative Healthcare.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:online.proyurveda@gmail.com",
                    "Website:": "http://maximaaproyurveda.com/",
                    "Address:": "Near Western Express Highway, Borivali East,, 115,B-Wing Western Edge 2,, Maharashtra, India 400066  "
                },
                "directions to:": "Near Western Express Highway, Borivali East,, 115,B-Wing Western Edge 2,, Maharashtra, India 400066"
            }
        },
        {
            "Spas Recycling": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Spas Recycling is CPCB & MPCP authorized professional E-waste recycling & scrap trading company based in Mumbai. With our multiple collection centres nationwide, We are able to handle any volume of electronic devices from a single to millions of units of Electronic & Electrical Scrap.Our E-waste Management team has more than 5 years of experience in the recycling business. We are committed to helping our clients dispose of their end-of-life electronics in a safe secure manner in compliance with state, local and national environmental and recycling laws.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:spasrecycling@rediffmail.com",
                    "Website:": "http://www.spasrecycling.com/",
                    "Address:": "Unit No.7, Hema Industrial Estate, Sarvodaya Nagar,, MHB Colony Rd, Meghwadi, Jogeshwari East,, Mumbai, Maharashtra, India 400060  "
                },
                "directions to:": "Unit No.7, Hema Industrial Estate, Sarvodaya Nagar,, MHB Colony Rd, Meghwadi, Jogeshwari East,, Mumbai, Maharashtra, India 400060"
            }
        },
        {
            "The Organic Garden": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "The Organic Garden has managed to cross numerous milestones since its establishment in the year 2011. Being one of the rare companies in the FMCG industry that deals with 100% organic fruits, vegetables and grocery we take pride in where we are. Our service of selling organic fruits and vegetables extends to Mumbai while we sell organic grocery expanded across India. Being a company that is in Business to consumer modal, our constant aim is to satisfy our esteemed customers exceptionally good service.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:preeti.dwivedi@organicgarden.co.in",
                    "Website:": "https://www.organicgarden.co.in/about-us",
                    "Address:": "#A-168, Opp JCB, TTC Industrial Estate, Khairane MIDC, Navi Mumbai, Maharashtra, India 400709  "
                },
                "directions to:": "#A-168, Opp JCB, TTC Industrial Estate, Khairane MIDC, Navi Mumbai, Maharashtra, India 400709"
            }
        },
        {
            "Intellegrow": {
                "Categories:": "Green Funding",
                "DESCRIPTION": "IntelleGrow provides customized debt finance to small and growing businesses in India. They are focused on the following sectors- Agricultural supply chain, Clean Energy, Education, Financial inclusion, Affordable healthcare, Water and Sanitation. They provide accessible and flexible debt, uniquely designed to unlock growth potential to small and growing businesses seeking to create social or environmental impact.We at IntelleGrow are focused on the following sectors:1. Agricultural supply chain2. Clean Energy3. Education4. Financial inclusion5. Affordable healthcare6. Water and Sanitation",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@intellegrow.com",
                    "Website:": "http://www.intellegrow.com/what-we-do.php",
                    "Address:": " #13C, 6th Floor, Techniplex–II IT Park, Goregaon West, Mumbai, Maharashtra, India 400062  "
                },
                "directions to:": "#13C, 6th Floor, Techniplex–II IT Park, Goregaon West, Mumbai, Maharashtra, India 400062"
            }
        },
        {
            "Aagam Chemicals": {
                "Categories:": "Water Conservation",
                "DESCRIPTION": "Aagam Chemicals believes in providing complete line of water treatment solutions to clients. Its excellent pre-sale services attend to client's needs regarding water treatment and application of the products. The consultants from the company guide clients in deciding the right type of water treatment plant. Water constituents, purpose of treatment, capacity of water to be treated, use of treated water etc., are some of the aspects taken care prior to system finalization. Aagam Chemicals not only manufactures & markets the systems but also offer installation, repair and maintenance services.With an aim offer sustainable water treatment facility and to meet the water purification treatment requirements of diverse industrial, commercial and residential establishments, Aagam Chemicals manufactures & exports of Water Treatment Plants, Water ATM, Water Recycling Plants, Mineral Water Plants, Waste Water Treatment Plant, Package Drinking Water Plant, Multimedia Filters, Filtration Plants, Swimming Pool Filtration Systems, Water Deionizer System, Demineralization Water Plants, etc.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:salesaagamchemicals@gmail.com",
                    "Website:": "http://www.aagamchemicals.com/about_us.html",
                    "Address:": " #26, Vikas Nagar, Khadgaon Road, Wadi, Nagpur, Maharashtra, India 440028  "
                },
                "directions to:": "#26, Vikas Nagar, Khadgaon Road, Wadi, Nagpur, Maharashtra, India 440028"
            }
        },
        {
            "Krishidoot Bio-Herbals": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Krishidoot Bio-Herbals is one of the leading manufacturer, supplier, and exporter of organic certified herbal and biological products. They have their own research monopoly Products includes organic, herbal and biological fungicides, insecticides, and growth enhancers. Krishidoot is also engaged in the production of micronutrients and plant nutrients. We manufactured various chilled , straight and customized mix micronutrient grades",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@orgakart.com",
                    "Website:": "http://www.krishidoots.com/",
                    "Address:": " 9, Vyenkatesh Park, Savarkar Ngr, Gangapur Rd, Nashik, Maharashtra, India 422013  "
                },
                "directions to:": "9, Vyenkatesh Park, Savarkar Ngr, Gangapur Rd, Nashik, Maharashtra, India 422013"
            }
        },
        {
            "ELT India": {
                "Categories:": "Green Architecture",
                "DESCRIPTION": "ELT India is committed to the creation and delivery of eco-friendly products that blend harmoniously with nature.ELT India has installed Large number of Green walls Pan-India.ELT India is first Indian enterprise to study, improve, produce & install ELT Green Wall & ELT Green Roof Systems all over India.ELT India got a delightful boost when Huntsman selected them as their exclusive partners for their product, VYDRO substrate, a Hydrophillic substrate, not just for experiments but for application of the same in the best & successful way in varied Indian climates. The combination of this versatile technology with ELT modules has given ELT India advantage of giving green solutions for any shape, size & slope.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@eltindia.com",
                    "Website:": "http://eltindia.com/about.aspx",
                    "Address:": " 01, Anand Appartments, S/No 65 /1/10, Behind Anjor, Baner, Pune, Maharashtra, India 411045  "
                },
                "directions to:": "01, Anand Appartments, S/No 65 /1/10, Behind Anjor, Baner, Pune, Maharashtra, India 411045"
            }
        },
        {
            "EFFCO Finishes & Technologies": {
                "Categories:": "Green Innovations",
                "DESCRIPTION": "EFFCO Finishes & Technologies Private Limited is privately owned & registeredunderIndian Companies Act; EFFCO is involved into sourcing, developing and promoting Environmental friendly, Anticorrosive Greener coating technologies for surface finishing industry in Automotive, Industrial and Engineering Construction field.EFFCO has customers are into supply chain of Automotive and Engineering Industry as an in-house applicator and job coaters.EFFCO provides know-how, training, consultation and technical support to the customers for application and market development. Also we provide kind of one-stop shop solutions by putting required items together according to the demand and available sources for zinc flake coating applications in India.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:effco@effcoindia.com",
                    "Website:": "http://effcoindia.com/about-effco/",
                    "Address:": " 247, Ganesh Nagar, Near Lokmanya Hospital, Chinchwad, Pune, Maharashtra, India 411033  "
                },
                "directions to:": "247, Ganesh Nagar, Near Lokmanya Hospital, Chinchwad, Pune, Maharashtra, India 411033"
            }
        },
        {
            "Mailhem Ikos Environment": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Mailhem Ikos Environment Pvt. Ltd. is a global waste management conglomerate offering customized solutions in solid waste treatment and management. A joint venture between two leading waste management firms Mailhem Engineers Pvt. Ltd., India and Lhotellier Ikos Group France. Mailhem Ikos Environment has been consistently working to help people (societies, municipalities, and corporate sectors) not only to dispose solid waste in a hygienic and eco-friendly manner but also to generate renewable energy for day-to-day consumption.We have designed and developed portable biogas plants that are capable of handling large quantities of solid waste and converting it to biogas for use as fuel. Our portable biogas plants are the ideal solution for gated communities, large housing societies, SEZs, industrial parks, IT parks, etc",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:marketing@mailhem.com",
                    "Website:": "https://www.mailhem-ikos.com/about.php",
                    "Address:": " 2nd Floor, Subhadra Bhavan, Apte Road, Pune, Maharashtra, India 411004  "
                },
                "directions to:": "2nd Floor, Subhadra Bhavan, Apte Road, Pune, Maharashtra, India 411004"
            }
        },
        {
            "Aaha Impex": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Aaha Impex is one of the leading manufacturers and exporters of a wide range of premium quality cooking spices, cooking masala, Indian pickles and food products. Our offering includes Indian pickles, cooking spices, cooking masala, medicinal herbs, naturally dried vegetables & gravies and chutneys. We are certified organic spices and herbs suppliers from India.We have a team of trained tribal for collecting herbs in a scientific manner. Incepted in the beginning of the 21st century, the company has achieved success in the spices and FMCG products quite early.Based on our continuous efforts and commitment towards quality products and services, we have been awarded with membership of premier industry organizations such as Spice Board, Indian Society for Spices, National Medicinal Plants Board, APEDA and Tea Board.We are amongst those few companies around the world that use the best quality whole cooking spices and have adopted stringent quality control measures to produce ground spices. With sound understanding of overseas markets for cooking Spices, cooking masala, herbs, processed foods and FMCG products and being highly dedicated to achieve excellence in quality, we have strategically extended our market base in European countries, Canada and U.S.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:aahaimpex@mtnl.net.in",
                    "Website:": "http://www.aahaimpex.com/profile.html",
                    "Address:": " No. 130, Commodity Exchange, Sector 19, Vashi, Navi Mumbai, Maharashtra, India 400705  "
                },
                "directions to:": "No. 130, Commodity Exchange, Sector 19, Vashi, Navi Mumbai, Maharashtra, India 400705"
            }
        },
        {
            "SFC Environmental Technologies": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "SFC Environmental Technologies started its India operation in 2005 with expertise in industrial waste water & sewage water treatment for industries, cities and metro towns. The Indian Operation of SFC Group, SFC Environmental Technologies Private Limited commenced in the year 2005 and has competent and well experienced team of professionals to handle large projects for water and wastewater treatment for industries, towns and cities.SFC Environmental Technologies supplies Cyclic Activated Sludge Technology (C Tech), an advanced sequential batch reactor technology. This technology is extensively used for treating domestic sewage and industrial effluents. A very high degree of treatment of waste water is achieved which makes it suitable for recycle and reuse at a very low cost of treatment and by using minimum space.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@ctechsbr.com",
                    "Website:": "https://www.sfcenvironment.com/",
                    "Address:": " 21st Floor, The Ambience Court, Hi-Tech Business Park, Sector-19D, Plot No. 2, Vashi, Mumbai, Maharashtra, India 400705  "
                },
                "directions to:": "21st Floor, The Ambience Court, Hi-Tech Business Park, Sector-19D, Plot No. 2, Vashi, Mumbai, Maharashtra, India 400705"
            }
        },
        {
            "Eximious Ventures": {
                "Categories:": "Green Products",
                "DESCRIPTION": "Eximious Ventures Pvt. Ltd. is in the field of industrial products since 1987 with our constant endeavor being towards ‘Energy Saving and Envirocare’ helping our customers to be cost-effective, environment friendly without compromising on safety. Recently, we received our ISO 14001:2004 certification which stamps our ‘Green products – Green Technologies’ endeavor.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@evpl.co.in",
                    "Website:": "http://www.evpl.co.in/about-us.html",
                    "Address:": " #1, Jeevan Prem-B, Dharmveer Marg, Behind SBI, Panchpakhadi, Thane West, Maharashtra, India 400602  "
                },
                "directions to:": "#1, Jeevan Prem-B, Dharmveer Marg, Behind SBI, Panchpakhadi, Thane West, Maharashtra, India 400602"
            }
        },
        {
            "Antony Waste (AWHCPL)": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Antony Waste Handling Cell Private Limited (AWHCPL), an off-shoot of Antony Group of companies, Mumbai is one of the leading players in the field of Solid Waste Management services in the country. AWHCPL has been providing Solid Waste Management services all across the country. Antony Waste Handling Cell has become one of the pioneers in Solid Waste Management.The company, in the forthcoming years plan to enter into much more sophisticated and critical environmental projects in collaboration with international players in the field of engineered landfill set up, municipal solid waste processing, composting plants, bio medical waste treatment plants, waste to energy projects etc.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:stewartklevan@antonyasia.com",
                    "Website:": "http://www.antony-waste.com/aboutus.html",
                    "Address:": "Mumbai, 111, Hasti Industrial Premises, Plot No. 792, Mahape, MIDC,, Maharashtra, India 400701  "
                },
                "directions to:": "Mumbai, 111, Hasti Industrial Premises, Plot No. 792, Mahape, MIDC,, Maharashtra, India 400701"
            }
        },
        {
            "Enviro Analysts & Engineers": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "EAEPL is an ISO 9001:2008 certified company & accredited by Quality Council of India (QCI / NABET). EAEPL offers consultancy services across a wide spectrum of industries – Bulk Drugs, Chemicals, Power Plants, Textiles Industries, Residential and Commercial Complexes, etc. Environmental Pollution has become a critical issue over the last few decades. The air we breathe, the water we drink, the food we eat are all threatened by global pollution. While advances have been made and new disciplines have emerged to identify. Monitor, regulate and compensate for environmental pollutants, it will take the combined efforts of numerous specialists, as well as the participation of an informed public to solve the many problems.Environmental Pollution has become a critical issue over the last few decades. The air we breathe, the water we drink, the food we eat are all threatened by global pollution. While advances have been made and new disciplines have emerged to identify. Monitor, regulate and compensate for environmental pollutants, it will take the combined efforts of numerous specialists, as well as the participation of an informed public to solve the many problems. One source provides an ideal introduction to the issues affecting the well-being of our planet is M/S. ENVIRO ANALYSTS & ENGINEERS PVT. LTD.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@eaepl.com",
                    "Website:": "http://www.eaepl.com/index.html",
                    "Address:": " B - 1003, Enviro House, 10th Flr., Western Edge II, W. E. Highway, Borivali (E), Mumbai, Maharashtra, India 400066  "
                },
                "directions to:": "B - 1003, Enviro House, 10th Flr., Western Edge II, W. E. Highway, Borivali (E), Mumbai, Maharashtra, India 400066"
            }
        },
        {
            "ABPS Infrastructure Advisory": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "ABPS Infrastructure Advisory Private Limited (ABPS Infra) is a management consultancy organization providing services in commercial, financial, and regulatory spheres of the infrastructure sector. ABPS Infra focuses on various infrastructure sectors such as Power, Renewable Energy, Oil & Gas, Water, Transportation, Urban Infrastructure, etc.ABPS Infra has completed more than 200 consultancy assignments in the infrastructure sector. ABPS Infra has advised/assisted a wide spectrum of entities in the infrastructure sector such as Corporates, Project Developers, Equity Investors, Regulatory Authorities, Utilities, Industry Associations, Governments/Government Organisations and Multi-lateral Agencies.Palaniappan Meyyappan, Suresh Gehani, Vinod Gambhir, and D G Sohony are the Directors of ABPS Infrastructure Advisory Private Limited.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:contact@abpsiapl.com",
                    "Website:": "http://www.abpsiapl.com/",
                    "Address:": " 301, Town Centre II, Andheri Kurla Road, Andheri (East), Mumbai, Maharashtra, India 400059  "
                },
                "directions to:": "301, Town Centre II, Andheri Kurla Road, Andheri (East), Mumbai, Maharashtra, India 400059"
            }
        },
        {
            "Aquachem Enviro Engineers": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Aquachem Enviro Engineers Pvt. Ltd was established in 1983 by Mr. M A Naik. We are the leaders in Turnkey Solutions for Industrial Water, Wastewater Treatment & Sewage Treatment Plants.We are the leaders in Turnkey Solutions for Industrial Water, Wastewater Treatment & Sewage Treatment Plants. We have an extensive industrial experience in wide- ranging sectors such as Pharmaceutical, FMCG, Automobile, Textile, Chemical & Agrochemicals, Electroplating & Metal Industries, Petrochemical & Building Sector.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:aquachem@aqua-engg.com",
                    "Website:": "http://www.aqua-engg.com/",
                    "Address:": " 5th & 6th Floor, Sunvision Classic, Hanuman Road, Vile Parle East, Mumbai, Maharashtra, India 400057  "
                },
                "directions to:": "5th & 6th Floor, Sunvision Classic, Hanuman Road, Vile Parle East, Mumbai, Maharashtra, India 400057"
            }
        },
        {
            "Ion Exchange India Ltd": {
                "Categories:": "Water Conservation",
                "DESCRIPTION": "Ion Exchange India Ltd pioneered water treatment in India and is today the country's premier company in water and environment management, with a strong international presence. A pioneer of water treatment in India with a legacy spanning over five decades, Ion Exchange is recognized internationally as a premier company in water and environment management.We are among the largest environment solutions providers, one of very few companies worldwide with a complete range of technologies, products and services. This enables us to offer total solutions for every sector of society. Our working area is water treatment, water recycle, waste water treatment, Chemical water treatment etc.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:ieil@ionexchange.co.in",
                    "Website:": "http://www.ionindia.com/aboutUs.asp",
                    "Address:": " Ion House, Dr. E. Moses Road, Mahalaxmi, Mumbai, Maharashtra, India 400011  "
                },
                "directions to:": "Ion House, Dr. E. Moses Road, Mahalaxmi, Mumbai, Maharashtra, India 400011"
            }
        },
        {
            "Autonic Energy Systems": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Autonic is an important brand in the renewable energy Products and Solutions. This will be accomplished b y developing mass market technology and commensurate service oriented solutions. By emphasis the development of developing products and solutions for banking, government, institutional customer, Such as industrial complexes, hotels and corporate. It is a technology agnostic and know ledge intensive consulting and implementation agency, led by an experienced team offering innovative services & technology solutions in the field of Solar Photovoltaic & Solar Thermal Collectors. Autonic was founded with the strong vision of adopting a leadership role in solving today’s key issues of energy crisis and climate change.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@autonic.in",
                    "Website:": "https://www.autonic.in/",
                    "Address:": "Mumbai, B-13, Gr. Flr., Pravasi Industrial, Off. Aarey Road, Goregaon(E),, Maharashtra, India 400063  "
                },
                "directions to:": "Mumbai, B-13, Gr. Flr., Pravasi Industrial, Off. Aarey Road, Goregaon(E),, Maharashtra, India 400063"
            }
        },
        {
            "AFC India Ltd": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Agricultural Finance Corporation India (AFC India) is a multi-disciplinary consultancy and technical support organization specializing in agriculture and rural development segments of the economy since 1968. The company has been known for Monitoring and Evaluation Studies & large scale surveys. Of late, the company has diversified into large scale grassroots level project implementation for agriculture extension services, organic farming, skilling, health & nutrition, social impact assessment, climate change, forestry and agri-business.In almost five decades of its operations, AFC India has been involved in more than 5500 consulting assignments in India and also in other countries. Its services have been utilized by various Ministries and Institutions of the Central and State Governments and Multi-lateral funding institutions like World Bank, Asian Development Bank, International Fund for Agricultural Development, UNDP and DFID.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:md.afcl@gmail.com",
                    "Website:": "http://afcindia.org.in",
                    "Address:": "Mumbai, Dhanraj Mahal, 1st Floor, Chhatrapati Shivaji Maharaj Marg, Mumbai, Maharashtra, India 400 001  "
                },
                "directions to:": "Mumbai, Dhanraj Mahal, 1st Floor, Chhatrapati Shivaji Maharaj Marg, Mumbai, Maharashtra, India 400 001"
            }
        },
        {
            "Bamboo India": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Bamboo India is on a mission to bring in social change by using traditional & innovative handcraft products made from bamboo. When you purchase and enjoy the Bamboo India products, you become an integral part of an innovative program of social change. Successfully running their own businesses gives the artisans in rural India the opportunity to forge a new, better future for themselves, their families and even their communities. BambooIndia selectively harvested from local sources, is treated ecologically, then lab tested to confirm its durability and integrity.We at BambooIndia are proud to offer you a collection of unique yet versatile, beautiful, traditional & innovative handcraft products such as Bamboo Toothbrush, Bamboo Cotton Buds, Bamboo Speaker, Paper Straws, Bamboo Pen, Office Organiser, Natural Bamboo Razor, Bamboo Soap Case, Bamboo Hair Comb, etc.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:shop@bambooindia.com",
                    "Website:": "http://bambooindia.com/",
                    "Address:": " Pune, Maharashtra, India 411018  "
                },
                "directions to:": "Pune, Maharashtra, India 411018"
            }
        },
        {
            "CleanMax Solar": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "At CleanMax Solar we go all out to make solar energy solutions simple and hard to refuse. Clean energy. Zero capex. Pay per unit of solar energy. Cheaper than grid. What’s not to like?The Ministry of New and Renewable Energy (MNRE) and solar consultancy Bridge to India have recognised CleanMax Solar as India’s #1 Rooftop Solar Developer.We specialise in industrial solar projects & have completed over 250 rooftop & ground mount projects across 20+ industries across India. As a top solar company, they provide turnkey solar solutions from installation to lifetime maintenance.Our customers are India’s leading corporates and MNCs, and they demand only the best from us. Our qualified and experienced team puts quality and safety first, and ensures you will enjoy clean, reliable and hassle-free solar power for many years to come.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:cleanmaxsolar2011@gmail.com",
                    "Website:": "https://cleanmaxsolar.com/",
                    "Address:": "4th Floor, The International, #16 Maharshi Karve Road, New Marine Lines Cross Road No.1, Churchgate, Mumbai, Maharashtra, India 400020  "
                },
                "directions to:": "4th Floor, The International, #16 Maharshi Karve Road, New Marine Lines Cross Road No.1, Churchgate, Mumbai, Maharashtra, India 400020"
            }
        },
        {
            "Lars Enviro": {
                "Categories:": "Water Conservation",
                "DESCRIPTION": "Lars Enviro Pvt. Ltd., India’s leading Environmental Engineering organization offering total water management solutions. We provide optimal and sustainable solutions across all spheres of water and wastewater treatment like Industrial wastewater treatment, Recycling systems, Raw Water treatment, Sewage treatment, Solid Waste management and more. All along we have ensured that we remain committed to our ultimate goal of Customer satisfaction and in this process have bagged many repeat orders from our existing clients, which we believe is a testimony to our quality, service and satisfaction.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@larsenviro.com",
                    "Website:": "https://www.larsenviro.com/",
                    "Address:": "Lars Enviro Private Limited, 168, Nelco Society, Subhash Nagar, Nagpur, Maharashtra, India 440010  "
                },
                "directions to:": "Lars Enviro Private Limited, 168, Nelco Society, Subhash Nagar, Nagpur, Maharashtra, India 440010"
            }
        },
        {
            "McClelland Incinerator": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "McClelland Incinerator is a leading manufacturer of incinerators and LSTK Contractor in India since 1985. We have supplied more than 300 plants for various applications all over the world. We are also specialized in thermal destruction (Incineration) of toxic and hazardous waste disposal, for which conventional systems are effective.Our incineration system is suitable for solid, liquid, sludge & gaseous waste incineration & energy generation, evaporators, hazardous waste, precious metal recovery, soil decontamination, oxidation & reduction, process of gas glaring, hazardous & non hazardous, VOC destruction etc. McClelland incinerators have been supplied to MNCs for various applications such as Steel / Chemical / Petrochemical / Bio-chemical / Hazardous / Shipping Industries and top of the line Indian companies.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:mcepl@vsnl.com",
                    "Website:": "http://www.mcclellandindia.com",
                    "Address:": "#705, Vindhya Commercial Complex, Sector 11, Belapur, Navi Mumbai, Maharashtra, India 400706  "
                },
                "directions to:": "#705, Vindhya Commercial Complex, Sector 11, Belapur, Navi Mumbai, Maharashtra, India 400706"
            }
        },
        {
            "AFC India": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Agricultural Finance Corporation (AFC India) is a multi-disciplinary consultancy and technical support organization specializing in agriculture and rural development segments in India since 1968. The company has been known for Monitoring and Evaluation Studies & large-scale surveys. Of late, AFC India has diversified into large-scale grassroots level project implementation for agriculture extension services, organic farming, agro-work skilling, health & nutrition, social impact assessment, climate change, forestry and agri-business.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:md.afcl@gmail.com",
                    "Website:": "http://afcindia.org.in/aboutus.html",
                    "Address:": "Dhanraj Mahal, Chhatrapati Shivaji Maharaj Marg, Fort Mumbai, Mumbai, Maharashtra, India 400001  "
                },
                "directions to:": "Dhanraj Mahal, Chhatrapati Shivaji Maharaj Marg, Fort Mumbai, Mumbai, Maharashtra, India 400001"
            }
        },
        {
            "Aayurmed": {
                "Categories:": "Herbal medicine",
                "DESCRIPTION": "AayurMed herbs and spices are used as ingredients in medical formulations, botanicals, food & beverages, functional foods, dietary and nutritional supplements, nutraceuticals, confectionery, personal care products and other herbal medicine products. AayurMed cultivates, sources and supplies nearly 300 certified organic botanical products. These products are cultivated or collected under strict organic standards and are certified by OneCert under NOP of USDA, European Commission Regulation (EEC) 834/2007 and Regulation (EC) 1235/2008 of EU and NPOP of India.AayurMed Wellness Center provides holistic solutions for prevention, healing and rejuvenation using fresh and natural materials and rejuvenating environment provided by AayurMed farms and Ayurveda, Panchakarma, Yoga and Naturopathy techniques.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@aayurherb.com",
                    "Website:": "http://www.aayurherb.com/index.html#profile",
                    "Address:": " Palghar, Maharashtra, India 401208  "
                },
                "directions to:": "Palghar, Maharashtra, India 401208"
            }
        },
        {
            "Champs Agro Unit": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Champs Agro Unit is a leading manufacturer, exporter, supplier and trader of a wide range of handicraft products since 2003. The company is set to establish its niche in the market by supplying/exporting all types of eco-friendly handicraft items of Indian made especially, finely handcrafted products made from natural fibers like Banana Fiber, Palm, jute, etc. We offer a wide range of handmade items that include Betelnut disposable plates, Banana Fiber Mats & Fruit basket, Banana Fiber Bags, Banana Fiber Hat, Jute Bags and Banana Fiber Fruit basket. These are made from naturally grown fibers such as banana, palm and jute Fiber. These items are made in-house in Champs Agro Unit, where quality is inspected by our quality inspectors.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:champsagrounit@gmail.com",
                    "Website:": "http://champsecosignunit.in/about.html",
                    "Address:": "2nd Pokhran Road, Vasant Vihar, Thane West, Mumbai, Maharashtra, India 400610  "
                },
                "directions to:": "2nd Pokhran Road, Vasant Vihar, Thane West, Mumbai, Maharashtra, India 400610"
            }
        },
        {
            "Grenove Green Cleaning": {
                "Categories:": "Green Products",
                "DESCRIPTION": "Grenove is a leading brand of best quality eco friendly cleaning products in India. Grenove Green Cleaning has introduced 4th generation, eco-friendly, micro-biological and bio-degradable professional cleaning, sanitation and disinfection products range from Hygiene Medical Industry (HMI), Bulgaria. Grenove is the operational partner for HMI in Indian sub-continent and Dubai, which was started by Seyash Group of companies who have more than 25 years of experience in successfully running diversified business operations.The main product categories of Grenove Green Cleaning are: Eco-friendly Cleaning Products,Environment Friendly Biodegradable Products, Sanitary Cleaning, Glass Cleaning, Wood Cleaning, Floor Cleaning,Healthcare Cleaning,Metal Cleaning,Hand and Skin Cleaning,Water Purification and Cleaning, Eco-friendly Odour Control, and Bad Odour Removal Products",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:customercare@grenove.com",
                    "Website:": "https://www.grenove.com/products/",
                    "Address:": " Plot No 18,  Shivaji Housing Society, Senapati Bapat Road, Pune, Maharashtra, India 411016  "
                },
                "directions to:": "Plot No 18,  Shivaji Housing Society, Senapati Bapat Road, Pune, Maharashtra, India 411016"
            }
        },
        {
            "Voltas Ltd": {
                "Categories:": "Green Gadgets",
                "DESCRIPTION": "Voltas Limited, a subsidiary of Tata Group, is India's largest air conditioning company, and one of the world's premier engineering solutions providers and project specialists.Founded in India in 1954, Voltas offers engineering solutions for a wide spectrum of industries in areas such as heating, ventilation and air conditioning, refrigeration, electro-mechanical projects, textile machinery, mining and construction equipment, water management & treatment, cold chain solutions, building management systems, and indoor air quality.It's in the very nature of Voltas' core businesses to be actively engaged in today's Green movement. We minimise wasteful energy consumption in our branded products. We offer technologies that purify the air, lower energy costs, and purify polluted water and industrial/urban effluents. Some of our green technologies are: Variable Refrigerant Flow, Vapour Absorption Machines, engineered ozone systems, water management, Vertis Star-Rated ACs, 'green' building projects. We follow the most stringent practices of eco-friendliness, sustainability and safety in our manufacturing operations.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:vserve@voltas.com",
                    "Website:": "http://www.voltas.com/index.asp",
                    "Address:": "Voltas House, 'A' Block, Dr. Babasaheb Ambedkar Road, Chinchpokli, Mumbai, Maharashtra, India 400033  "
                },
                "directions to:": "Voltas House, 'A' Block, Dr. Babasaheb Ambedkar Road, Chinchpokli, Mumbai, Maharashtra, India 400033"
            }
        },
        {
            "Tulip Lab Herbal & Allopathic Products": {
                "Categories:": "Herbal medicine",
                "DESCRIPTION": "Tulip Lab Private Ltd. is an emerging international health and wellness company in the business of manufacturing and marketing of life saving drugs, herbal medicines, and food supplements. It is an ISO22000 certified company that provides a one stop solution for all fitness, wellness and healthcare needs. Our formulations are crafted from handpicked herbal and allopathic ingredients, which aid in alleviating majority of lifestyle related, cardiac, metabolic and primary health disorders at affordable prices.Tulip Lab's herbal medicine and allopathic products are manufactured in the state-of-the art facilities conforming to the latest cGMP standards. A highly diverse and efficient R&D unit is the cornerstone of our success. Our stringent protocols ensure compliance with international guidelines.Our herbal and allopathic products strike a perfect harmony between the goodness of nature and strength of technological advancement. In our pursuit of advancing global healthcare, we have collaborated with several doctors, institutions, corporates and users.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@tuliplab.com",
                    "Website:": "http://www.tuliplab.com/",
                    "Address:": "#1084, B-Wing, Oberoi Garden Estate, Chandivali, Andheri East, Mumbai, Maharashtra, India 400072  "
                },
                "directions to:": "#1084, B-Wing, Oberoi Garden Estate, Chandivali, Andheri East, Mumbai, Maharashtra, India 400072"
            }
        },
        {
            "Ecoera Areca Dinnerware Arts and Crafts": {
                "Categories:": "Eco-friendly Packaging",
                "DESCRIPTION": "Ecoera Areca Dinnerware is largescale retailer of areca leaf plates, round shaped areca plate and square shaped areca bowls in Pune, Maharashtra. We sell biodegradable plates and cutlery made from areca leaves.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:ecoerapune@gmail.com",
                    "Address:": "Tilak Road, Pune, Maharashtra, India 411009  "
                },
                "directions to:": "Tilak Road, Pune, Maharashtra, India 411009"
            }
        },
        {
            "Naturally Yours": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "The idea behind starting Naturally Yours was simple, we wanted customers to be able to access all organic food productsin one single place. We started out as a brick & mortar model as we wanted customers to touch and feel our products and decide for themselves how different organic products were from the conventional ones they were buying from the local markets.Founded in 2010 by Vinod Kumar & Priya Prakash, Naturally Yours has today become India’s premier online portal to buy organic food products. Through their passion for organic and natural products, Naturally Yours today has grown from a single store in Mumbai to a premier online portal with thousands of customers in over 23 states across India.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:help@naturallyyours.in",
                    "Website:": "http://www.naturallyyours.in/",
                    "Address:": "No.5, Anurag Building, Borla Green Acres, Off Panjarpole Naka, Chembur East, Mumbai, Maharashtra, India 400088  "
                },
                "directions to:": "No.5, Anurag Building, Borla Green Acres, Off Panjarpole Naka, Chembur East, Mumbai, Maharashtra, India 400088"
            }
        },
        {
            "EAT Anytime Nutrition Bars": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "EAT Anytime Nutrition Bars are healthy energy bars which are wholesome and healthy snacks made from 100% natural ingredients such as Dates, Nuts, Oats, Seeds, etc. These Healthy Energy bars are made by India’s best online healthy and nutrition bars company. Each of our product is carefully blended with high proteins and natural ingredients under the supervision of a nutritionist to provide you a perfect Balanced Meal packed in pocket sized healthy energy bars.EAT Anytime Nutrition Bars are fantastic for providing quick nutrition and lasting energy. Our wide varieties of flavors make it a food for every mood. Buy our nutrition bars online from the comfort of your home or office.Try out all our exotic flavors and make snack times, fun times with Healthy Energy bars.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:prafullsn@gmail.com",
                    "Website:": "https://www.eatanytime.in/",
                    "Address:": "#E-106, Crystal Plaza, opp. Infiniti mall, Andheri Link Road, Andheri West, Mumbai, Maharashtra, India 400053  "
                },
                "directions to:": "#E-106, Crystal Plaza, opp. Infiniti mall, Andheri Link Road, Andheri West, Mumbai, Maharashtra, India 400053"
            }
        },
        {
            "Bamboochi Bicycles": {
                "Categories:": "Green Innovations",
                "DESCRIPTION": "We are proud to introduce 'Bamboochi' handmade bamboo bicycles that are custom made for city biking. Bamboo is a lightweight natural material, which is excellent for building bicycles. Bamboochi Bicycles was founded by an avid aviator Capt. Shashishekhar Pathak, who is passionate about cycling, fascinated by engineering concepts and building things with his own hands. Capt. Pathak decided to create his own bamboo bicycle in 2012 from bamboo grown in his own field. Quality craftsmanship and technical perfection remained inspiration while developing the product. Now he dreams to take this project to the village level for creating more job opportunities. Bamboochi bikes are designed for maximum speed and comfort. It yields a quick ride yet you will delight in the comfort that is inherent with vibration-dampening bamboo.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:captsapathak@gmail.com",
                    "Website:": "https://www.bamboochicycle.com",
                    "Address:": "Bhor, Pune, Maharashtra, India 411001  "
                },
                "directions to:": "Bhor, Pune, Maharashtra, India 411001"
            }
        },
        {
            "Marico Innovation Foundation": {
                "Categories:": "Green Funding",
                "DESCRIPTION": "The Marico Innovation Foundation (MIF) is a not-for-profit institution established in 2003 with the objective of fueling social innovation in India. This philanthropic foundation of Marico Industries works closely with social organizations, philanthropic institutions, social entrepreneurs and the social innovation ecosystem to nurture direct impact and foster innovation. MIF strongly believes that the growth story of India can be accelerated by creating a rich and vibrant ecosystem of 'creative innovators'.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:mif@marico.com",
                    "Website:": "http://www.maricoinnovationfoundation.org/about/",
                    "Address:": "Marico Limited, 7th Floor, Grande Palladium, 175, CST Road, Kalina, Santacruz East,, Mumbai, Maharashtra, India 400098  "
                },
                "directions to:": "Marico Limited, 7th Floor, Grande Palladium, 175, CST Road, Kalina, Santacruz East,, Mumbai, Maharashtra, India 400098"
            }
        },
        {
            "Photon Energytech Pvt. Ltd.": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Photon Energytech Pvt. Ltd. is a Maharashtra-based Solar PV integrator company.Our company is a service provider for solar power purchase agreement, energy audit & other engineering services in Nashik, Maharashtra.We do Engineering, Procurement, Commissioning (EPC) of Solar electricity generation projects and also we provide power purchase agreement for solar PV projects.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:photonenergytechindia@gmail.com",
                    "Website:": "http://www.photonenergytech.com/",
                    "Address:": "Holaram colony, nashik, Sumangal Builders House, Maharashtra, India 422002  "
                },
                "directions to:": "Holaram colony, nashik, Sumangal Builders House, Maharashtra, India 422002"
            }
        },
        {
            "Burst of Happyness": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "‘Burst of Happyness’ - Isn’t the name highly optimistic, energizing and zesty per se? If that’s the case with the name, how can the beauty products stay afar? Headed by Mrs. Shreya Sharan Pawar from Bhiwadi, Rajasthan, Burst of Happyness lives by the mantra ‘Less is More’. Don’t be taken aback if you see barely 4-5 ingredients flash on their ingredients list for it is complete. Their skincare focuses mainly on body butters, deodorant creams (no sprays laced with alcohol), scrubs, cleansers and soaps. Vegan, natural body goodies-crafted for those who believe that beauty shouldn't be at the cost of health, environment or animals.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:hi@burstofhappyness.in",
                    "Website:": "https://burstofhappyness.in/our-story/",
                    "Address:": " Pune, Maharashtra, India 411013  "
                },
                "directions to:": "Pune, Maharashtra, India 411013"
            }
        },
        {
            "Aegasun Energy": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Aegasun Energy was established with the idea of generating electrical power mainly from Renewable and Unconventional sources of energy. In addition, the company also deals in the area of Electrical Energy solutions and services. Aegasun Energy has its registered in Pune and also has a branch office in Kolkata for catering to the requirements of its customers in eastern and northeastern parts of the country. Simultaneously, we have created a dealer network, which is still growing, for faster and better service to customers in this service oriented industry. We offer solutions in Solar Energy Applications and also in Conservation of Energy. With us you will experience the pleasure of world-class service at your doorstep. Be it in complete design, engineering, installation and integration of solar PV systems or a solar water heating system for your residential, commercial or industrial establishment, Aegasun serves it all to make the world clean and green.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@aegasun.com",
                    "Website:": "http://www.aegasun.com/about-us.html",
                    "Address:": " Pune, Maharashtra, India 411006  "
                },
                "directions to:": "Pune, Maharashtra, India 411006"
            }
        },
        {
            "Envicare Technologies": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Envicare Technologies Pvt. Ltd. is the world-leading water and waste water treatment company providing the most comprehensive Water treatment systems, Sludge handling systems and services for industrial, institutional and municipal customers. We Design, Manufacture, Supply, Erect and Commission Effluent Treatment Plant (ETP) on Turnkey basis for various types and natures of wasteWaters, effluents which combine advanced physico-chemical treatment processes with tertiary polishing system for the removal of organic, inorganic, oil and grease, heavy metals & suspended solids.We manufacture and Supply Rain Water Harvesting Systems.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:mumbai@envicaresystems.com",
                    "Website:": "http://www.envicaresystems.com/profile.html",
                    "Address:": " Pune, Maharashtra, India 411035  "
                },
                "directions to:": "Pune, Maharashtra, India 411035"
            }
        },
        {
            "Gokhale Herbals ​- Eco Clean Toilet Cleaner": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "Hydrochloric acid and Chlorine bleach are generally used in theproduction of toilet cleaners and detergents in India.Other countries do not make use of acids as the use of acidsin toilets may cause respiratory problems.These toxic chemicals dissolve in the sewage water absorb oxygenthere by polluting the waters of rivers and canals and destroyingcountless aquatic animals and plants. So for the first time in India, Gokhale Herbals has introduced an eco-friendly, toxic chemical free, Biodegradable Cleaner - ​\"Eco Clean Toilet Cleaner\"Eco Clean Toilet Cleaner has herbal ingredients such asNeem, Shikakai, Reetha,Nilgiriand Vinegar. This concept of toxic-free and eco-friendlylifestyle was developed by Dr. Pramod Moghe, a retired scientist from the National Chemical laboratory, Pune. He holds 40 patents to his name,8 of which are environment protection. Under his able guidance, Gokhale Herbals have developed “Eco Clean” a natural biodegradable and eco-friendly product.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:gokhaleherbals@gmail.com",
                    "Address:": "#695, Kumthekar Road, Sadashiv Peth, Pune, Maharashtra, India 411030  "
                },
                "directions to:": "#695, Kumthekar Road, Sadashiv Peth, Pune, Maharashtra, India 411030"
            }
        },
        {
            "Green Ventures International": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Green Ventures was established in 2007 to focus on renewable energy project development, energy efficiency and carbon credit generation as well as basic rural energy services. Today, some 400 million people in rural India alone do not have access to electricity. To address this situation, Green Ventures launched Green Village Ventures, a for-profit social enterprise whose mission is to meet the energy needs of rural South Asians by providing basic energy services to customers using innovative pay-per-use business models. These services help to drastically improve customers’ quality of life and reduce their environmental footprint while generating investment grade returns. Green Villages Foundation is involved in designing, developing and distributing solar lanterns and other modular solar powered lighting and water treatment solutions to the affected communities.",
                "CONTACT INFORMATION": {
                    "Website:": "http://www.greenventuresinternational.com/our-solution/solar-energy/",
                    "Address:": "#1003B, Express Zone Building, Patel Vanika, Western Express Hwy, Malad East, Mumbai, Maharashtra, India 400097  "
                },
                "directions to:": "#1003B, Express Zone Building, Patel Vanika, Western Express Hwy, Malad East, Mumbai, Maharashtra, India 400097"
            }
        },
        {
            "Energy Guru": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Energy Guru is a leading unique global company that empowers renewable energy consumers while connecting the global supplier network as an exchange or hub. We provide feasibility studies, expert advice on technology, and government incentives, turn-key solutions, financing to renewable energy projects such as utility-scale Solar PV, Solar CSP, Small Wind, Large-Wind, Geothermal, Biogas and Biomass Power Plants. Energy Guru serves residential, commercial and industrial customers across the globe.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:contact@energy-guru.com",
                    "Website:": "http://www.energy-guru.com/AboutUS.aspx",
                    "Address:": " Pune, Maharashtra, India 411001  "
                },
                "directions to:": "Pune, Maharashtra, India 411001"
            }
        },
        {
            "Continual Renewable Energy": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Continual Renewable Energy Pvt. Ltd. is a company formed with the motto of developing the infrastructure in the renewable sector of complete Solar and Wind farm projects within the regions of Maharashtra, Karnataka and other parts of India.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@crepl.co.in",
                    "Website:": "http://crepl.co.in/about.html",
                    "Address:": "F-904, Empire Square, CTS No. 4510/1, Next to Auto Cluster, Chinchwad, Pune, Maharashtra, India 411019  "
                },
                "directions to:": "F-904, Empire Square, CTS No. 4510/1, Next to Auto Cluster, Chinchwad, Pune, Maharashtra, India 411019"
            }
        },
        {
            "Oorjan": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Oorjan Cleantech is a roof-top solar platform system that brings clean energy to homes and businesses, which is supported by IoT technology to provide lifetime performance monitoring and data. Our platform brings the best of solar technology, data and financing under our Oorjan brand to help you join the solar revolution. Oorjan directly partners with the best solar brands in India and globally to get volume discounts and pass them on to you. We work with private foreign investors to provide PPA financing to industrial customers.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:lovesolar@oorjan.com",
                    "Website:": "http://www.oorjan.com/",
                    "Address:": "#301, Eco House, Vishweshwar Rd, Goregaon East, Mumbai, Maharashtra, India 400063  "
                },
                "directions to:": "#301, Eco House, Vishweshwar Rd, Goregaon East, Mumbai, Maharashtra, India 400063"
            }
        },
        {
            "Waaree Energies": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Waaree is India's largest Vertically Integrated Solar Energy Solution Company with a presence in over 68 countries, serviced through our 26 sales offices in India and 8 offices globally in UAE, Europe, USA and Australia.Waaree Energies Ltd. is part of the WAAREE Group consortium that was founded in 1989 with a focus on Instrumentation; we have since established ourselves as India's premier multi-diverse technology group having forte in multifarious verticals such as Solar Energy, Industrial Valves, Petroleum Equipment's & Process Control Instrumentation.Established in 2007, Waaree Energies is one of India's most diversified and fastest growing solar power solution company with a presence across the solar power value chain. As one of India's leading solar power companies, our facilities comprise of a 500 MW PV module manufacturing plant in Surat, India.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:waaree@waaree.com",
                    "Website:": "http://www.waaree.com/about-waaree",
                    "Address:": " Mumbai, Maharashtra, India 400066  "
                },
                "directions to:": "Mumbai, Maharashtra, India 400066"
            }
        },
        {
            "Suzlon Energy": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Established in 1995, Suzlon Energy Ltd. is one of the leading renewable energy solutions providers in the world. The company is present in 18 countries across 6 continents and has installed around 17 GW of wind energy capacity globally. With a support network of over 8,500 employees of diverse nationalities, Suzlon Energy houses one of the largest in-house Research and Development (R&D) set-up with facilities in Germany, the Netherlands, Denmark and India.Suzlon Energy's forte is our end-to-end offering in wind and solar energy, which provides customers with everything from land acquisition to lifecycle asset management and design to construction. This gives our customers the advantage of maximum return with minimum effort. This has been a commitment that we have been living up to in the last 21 years of our operations. Headquartered at Suzlon One Earth in Pune, we work towards the vision of powering a greener tomorrow by enabling sustainable social, economic and ecological development.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:marketing.india@suzlon.com",
                    "Website:": "http://www.suzlon.com/",
                    "Address:": "One Earth, Hadapsar, Pune, Maharashtra, India 411028  "
                },
                "directions to:": "One Earth, Hadapsar, Pune, Maharashtra, India 411028"
            }
        },
        {
            "Go.In.Green Blog": {
                "Categories:": "Green Media",
                "DESCRIPTION": "Go.In.Green is a personal blog where we review green products and eco-friendly services from across the country, conduct green events and give tips to live a minimalist lifestyle.Pooja Navale is the author behind this blog, who started the blog in 2016 as a medium for expressing her love for nature and passion for doing something for the environment. Through the Go.In.Green blog, she wants to bring together people who are doing something for the environment and those who are willing to start. So if you have stories or ideas that can create an impact and inspire others, then she would love to hear from you.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:goingreenindia@gmail.com",
                    "Website:": "https://goingreen.blog/",
                    "Address:": "Sakal CHS Ltd, Plot No E-148, Sector-12, Kharghar,, Navi Mumbai, Maharashtra, India 410210  "
                },
                "directions to:": "Sakal CHS Ltd, Plot No E-148, Sector-12, Kharghar,, Navi Mumbai, Maharashtra, India 410210"
            }
        },
        {
            "TESSOL": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "TESSOL(Thermal Energy Service Solutions Pvt. Ltd.) provides energy efficient and fuel saving refrigeration technologies for cold chain storage and logistics. It aims to enhance the clients' bottom lines while reducing their carbon footprint.TESSOL was founded in 2013 with an aim to provide energy efficient and fuel saving refrigeration technologies for cold chain storage and logistics. Our current range of transport products creates a significant impact for our clients in enhancing their bottom lines while reducing their carbon footprint. With our constant endeavor to innovate and focus on producing high quality products, we move on the leading edge of technology to make cold chain affordable for everyone in the world.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@tessol.in",
                    "Website:": "https://tessol.in/about-us/",
                    "Address:": " Mumbai, Maharashtra, India 400701  "
                },
                "directions to:": "Mumbai, Maharashtra, India 400701"
            }
        },
        {
            "Racold": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Racold Thermo Pvt. Ltd. is a fully owned subsidiary of Ariston Thermo Group–Italy, one of the leading global players in water and space heating products. The Indian operations include India’s largest and fully integrated water heater plant near Pune, Maharashtra that has been operational since 1999. Ever since its inception, Racold Thermo went on to set standards in the Indian water heater industry by bringing in new technology, enhancing the aesthetics, quality, durability and performance of the product.After building a formidable brand as the country's largest water heating solutions provider, Racoldalso offers solar water heaters now. The companywon the “Best Performed Manufacturer on Installation of Solar Water Heaters” for 2 years in a row and for the ‘Best Service and Dealer Award in 2013-2014’ from theBureau of Energy Efficiency for innovations in Water Heating Solutions and energy efficiency.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:marketing@racold.com",
                    "Website:": "http://www.racold.com/why-solar-water-heater/",
                    "Address:": " Chakan, Pune, Maharashtra, India 410501  "
                },
                "directions to:": "Chakan, Pune, Maharashtra, India 410501"
            }
        },
        {
            "Praj Industries": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Praj Industries is considered India’s most successful biofuels Company, which has taken bio-based technologies from India to the World. Established in 1985 with the objective of providing cutting edge solutions to the Distillery Industry, the company today offers innovative solutions for beverage alcohol and bioethanol plant, brewery, water & wastewater treatment plant, critical process equipment and systems and bioproducts.Praj Industries is a globally leading company with over 750 references in more than 75 countries across 5 continents, Praj has acquired an international repute for responsible and reliable solutions. The business verticals of Praj are segregated into 6 divisions: Ethanol Plants, Brewery Plants, Critical Process Equipment System, High Purity Systems, BioProducts, Water & Wastewater Treatment Plants.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@praj.net",
                    "Website:": "http://www.praj.net/about-us.html",
                    "Address:": " Pune, Maharashtra, India 411057  "
                },
                "directions to:": "Pune, Maharashtra, India 411057"
            }
        },
        {
            "Aksons Solar Equipments": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Fast improving standards of living and extended working hours across the developing world have resulted in increased demand of energy. The fast depleting hydrocarbon and other conventional energy sources are taxing the users due to skyrocketing prices.The fast growing economies like India and China are going to need substantial capacity expansion in power generation. The rural populace still cries for quality power supply. Almost 25% of the countries in the world face power crises. This offers a bright opportunity for the solar/ other renewable energy sources to bridge the gap.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@aksonsolar.com",
                    "Website:": "http://www.aksonsolar.com/",
                    "Address:": " Pune, Maharashtra, India 411052  "
                },
                "directions to:": "Pune, Maharashtra, India 411052"
            }
        },
        {
            "Way2Herbal": {
                "Categories:": "Green Products",
                "DESCRIPTION": "Way2herbal is a true blend of the Ancient health science Ayurveda and Modern manufacturing technologies to cater all the most effective health solutions to humankind so that they can live happy and healthy life. We sell all products that are made from Standardized herbal extracts & Pure herbal Formulation to ensure quality and effectiveness for a healthy lifestyle.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:seoway2herbal@gmail.com",
                    "Website:": "http://www.way2herbal.com/",
                    "Address:": " Mumbai, Maharashtra, India 400067  "
                },
                "directions to:": "Mumbai, Maharashtra, India 400067"
            }
        },
        {
            "SMA Solar India": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "SMA has been developing and distributing high-quality PV inverters and innovative technology for intelligent energy management for over 30 years. Numerous PV projects have been launched in India in recent years using SMA inverter technology.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@SMA-India.com",
                    "Website:": "http://www.sma-india.com/",
                    "Address:": " Mumbai, Maharashtra, India 400076  "
                },
                "directions to:": "Mumbai, Maharashtra, India 400076"
            }
        },
        {
            "Herbal Hills": {
                "Categories:": "Green Products",
                "DESCRIPTION": "Herbal Hills is Cultivator, Manufacturer & Exporter of Ayurvedic Herbal Products. Herbal Hills also has its own State-of-Art Farm where only Gir cow (Indian variety) are bred. All cows are reared in healthy environment & fed with Organic fodder. Herbal Hills identifies few herbs from traditional Indian Ayurveda - Science of life & introduces these herbs in their product range of Ayurvedic Medicine, which are internationally called as Dietary Supplements & Natural Supplements.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:enquiry@herbalhills.in",
                    "Website:": "http://www.herbalhills.in/",
                    "Address:": " Mumbai, Maharashtra, India 400067  "
                },
                "directions to:": "Mumbai, Maharashtra, India 400067"
            }
        },
        {
            "Go Green Textiles": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "Go Green Textiles India is managed by professionals with a great experience into value added products such as Organic & Organic Fair Trade Cotton Textiles may it be Made-ups, fabrics, Yarn or Cotton. Being focused on Environment, we promote & educate to promote a textile which ensures less emission of toxins / harmful chemicals into the atmosphere.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@gogreentextiles.co.in",
                    "Website:": "http://www.gogreentextiles.co.in/",
                    "Address:": " Mumbai, Maharashtra, India 400078  "
                },
                "directions to:": "Mumbai, Maharashtra, India 400078"
            }
        },
        {
            "Frenz Greenearth Technologies Pvt. Ltd.": {
                "Categories:": "Green Architecture",
                "DESCRIPTION": "Consultancy Organisation providing end-to-end services in the field of Carbon Credits and UNFCCC CDM Project Development. The Fund Management Company for Foreign Direct Investment (FDI) in the field of Renewable Energy and Environment Friendly Technologies. The Design & Consultancy Organisation in the field of ‘Green Building Construction’.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@frenzgreenearth.com",
                    "Website:": "http://www.frenzgreenearth.com/",
                    "Address:": " Kolhapur, Maharashtra, India 416012  "
                },
                "directions to:": "Kolhapur, Maharashtra, India 416012"
            }
        },
        {
            "Inspira Projects": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Inspira Projects Ltd. is a prestigious project by promoters having diversified interest in pharmaceuticals, industrial parks, renewable energy, integrated townships and Hospitality projects. Inspira Projects is currently working in 2 major industries:1. Industrial Park with Residential & Commercial facility2. Renewable EnergyInspira Projects was formed to participate in India’s mission to achieve its target of energy sustainability in a clean and green way.With An Intention To Have A Portfolio Of More Than 100MWp Solar Power Generation In The Next Three Years, Inspira Energy Is Actively Working Towards Project Development In India And Abroad.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@inspiraprojects.com",
                    "Website:": "http://inspiraprojects.com/index.html",
                    "Address:": "6th Floor, Gala Impecca Andheri Kurla Road , Andheri East, Mumbai, Maharashtra, India 400058  "
                },
                "directions to:": "6th Floor, Gala Impecca Andheri Kurla Road , Andheri East, Mumbai, Maharashtra, India 400058"
            }
        },
        {
            "Tata Power": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Tata Power has always set a standard in adopting sustainable practices in its business. Tata Power is currently the leader in installed Wind Power capacity in India; various new technologies in the renewable space are being adopted by the company. However Sustainability at Tata Power does not stop only at renewable initiatives, we believe in Sustainability being a lifestyle that each individual must adopt.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:customercare@tatapower.com",
                    "Website:": "http://www.tatapower.com/",
                    "Address:": "Bombay House 24, Homi Mody Street, Mumbai, Maharashtra, India 400001  "
                },
                "directions to:": "Bombay House 24, Homi Mody Street, Mumbai, Maharashtra, India 400001"
            }
        },
        {
            "Eaternal Health and Organic Foods": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Eaternal Health and Organic Foods Private Limitedis involved in the production, promotion and supply of a range of organic and sustainable products. But we’d rather not take all the credit. Eaternal, in fact, is a collective endeavour where we work directly with farmers, NGOs and Government Organisations to facilitate Organic agriculture. What began as a promise in 2003, has since mushroomed into a partnership with over 3000 organic farmers and an export market of over 25 countries.To begin with, we have access to large areas of organic land, spread across various geographical & climate zones of India. Our experienced field officers and technical personnel then provide guidance and know how to the farmers who till these farms. Finally, the produce is processed in state-of-the-art milling, dehydration, extraction, grinding, grading and sortex cleaning units. Eaternal also enjoys its role as a pioneer of the Organic Processed Foods sector in India. We are continuously working with customers by first understanding, and then meeting their needs in the form of new or improved products. Needless to say, these products are subjected to the stringent norms of the International Organic Standards.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@eaternal.com",
                    "Website:": "http://www.eaternal.com/",
                    "Address:": "Eaternal Health & Organic Foods Pvt Ltd. B2 Rustom Baug, S.S Marg, Byculla, Mumbai, Maharashtra, India 400027  "
                },
                "directions to:": "Eaternal Health & Organic Foods Pvt Ltd. B2 Rustom Baug, S.S Marg, Byculla, Mumbai, Maharashtra, India 400027"
            }
        },
        {
            "Vaipani Herbal": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "In the kind of environment today where theuse of the synthetic products has increased, we present a broad range of chemical free products made of natural herbs in the purest form. As the products are chemical free there are no side effects. The products are Eco-friendly. They do not contain any artificial colors or perfume and is NOT TESTED ON ANIMALS.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:ccch@vaipani.com",
                    "Website:": "http://www.vaipani.com/",
                    "Address:": " Nagpur, Maharashtra, India 440028  "
                },
                "directions to:": "Nagpur, Maharashtra, India 440028"
            }
        },
        {
            "PRIDE India": {
                "Categories:": "Rural Development",
                "DESCRIPTION": "The vision of the pioneer, the Late Mrs.Vipula Kadri, was to promote holistic development of marginalized rural people, considering the family as a unit, by adopting an integrated approach with the main emphasis on health, education, and empowerment. To facilitate the process of empowering marginalized communities, to lead a life with dignity and self-respect, by working with stakeholders and advocating for policy changes.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:contact@prideindia.org",
                    "Website:": "http://www.prideindia.org/",
                    "Address:": "PRIDE India,  Plot No.SF-9,G Block,  Next To American School Of Bombay, Bandra Kurla Complex,  Bandra East, Mumbai, Maharashtra, India 400098  "
                },
                "directions to:": "PRIDE India,  Plot No.SF-9,G Block,  Next To American School Of Bombay, Bandra Kurla Complex,  Bandra East, Mumbai, Maharashtra, India 400098"
            }
        },
        {
            "Karwak Eco Matters": {
                "Categories:": "Green Products",
                "DESCRIPTION": "Karwak Stands for Eco-Friendly lifestyle....A Concept to reduce Carbon Footprints - make earth Greener and a better place.Karwak is a unique combination of beautiful design combined with recycled and environment friendly materials. We at Karwak believe in giving Sustainable alternatives to replace plastic & non-degradable products.Karwak Vision : To help Individuals and Organisations enhance their Sustainable Behavior and Practices by giving solutions, ideas, products and services.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:vivek@karwak.com",
                    "Website:": "http://www.karwak.com/",
                    "Address:": "61 Sheelavihar Colony, Near Karishma Society, Karve Road,, Pune, Maharashtra, India 411038  "
                },
                "directions to:": "61 Sheelavihar Colony, Near Karishma Society, Karve Road,, Pune, Maharashtra, India 411038"
            }
        },
        {
            "Econirmitee – Solid Waste Recycling Solutions": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Econirmitee is a company started by professionals from energy, environment and engineering sector for creating sustainable versions of development. We deliver scientific recycling solutions towards solid waste management by providing end to end services to our clients.Our services aims to contribute in minimizing negative impact from socio-environmental concern of solid waste management and leverage positive impact by rendering value out of waste to society.We at Econirmiteeposition ourselves as an integrated solution provider for delivering services and innovative solutions in the field of waste management for both the Government and Private Sectors. Our products and services are envisioned to create sustainable value out of scientific waste recycling.Building Construction & Demolition Waste RecyclingWe help our clients from construction industry and government bodies to manage their debris and construction waste and scientifically transform it into another end product for reuse. We offer debris recycling service at construction sites. we utilize the recycled output to precast suitable aesthetically beautiful and durable street furniture, affordable housing building products along with biomimetic architecture designs.Real Time Project Monitoring ServicesWe offer Project Management & Monitoring Services for construction projects and aid them to achieve quality with our monitoring and real time business intelligence systems. Real Time Monitoring System (RTMS) is a technology platform, where systems are automated to analyse and monitor the resources utilization to maximize the results through optimized project performance review at a real time. It provides an integrated tool which enhances data communication process and analyzes data for improvement in current business bottomline.Sustainable Building Biomimetic DesignWe design buildings that belong to nature and provide natural comfort, elegance and ecological living to the inhabitants. Our building design team helps clients to design and construct spaces of sustainability with different elements of renewable technology, natural ventilation and lighting system, integrated solid and liquid waste recycling, energy optimization devices, organic herbs farming and ancient architecture to suit local climate design.Corporate Social Responsibility & Carbon Mapping We aid institutions and companies to structure their Corporate Social Responsibility activity linked with waste management and help them earn carbon credits for GRI G4 Sustainability Reporting & Green Building Certifications. We also map environment status and conduct environmental audits for construction sites, buildings, office and industry.Solid Waste Recycling (Collection to Recycle)We offer service that ranges from waste collection to scientific recycling by setting up suitable recycling plants for different kinds of waste at client locations. Currently we offer service to process organic, inorganic waste, landfill gas and specialized industrial waste. We also offer Material Recovery Facility as a Service for recycling/redeeming plastic, paper, glass and e waste components.Floral (Nirmalya) Aroma RecyclingWe help public institutions and projects with our customize technology solutions to manage their specific waste output and effectively utilize it for manufacturing recycled aroma and essence products. Currently we offer floral recycling technology along with market solutions to temple trust, aroma industries and flower markets.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:eckonirmitee@gmail.com",
                    "Website:": "http://www.econirmitee.in/",
                    "Address:": "Mumbai, #4070, Bhandup Industrial Estate, LBS Marg, Maharashtra, India 400078  "
                },
                "directions to:": "Mumbai, #4070, Bhandup Industrial Estate, LBS Marg, Maharashtra, India 400078"
            }
        },
        {
            "Chrag International": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "We deal in solar products and solar energy. Undertake projects related with agriculture. Supply solar lanterns, undertake projects related with solar street lighting, solar hot water system, solar energy from photovoltic cells, etc.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:omchrag@gmail.com",
                    "Website:": "http://www.chraginternational.net",
                    "Address:": "2-Gr.Fl.,Unity CHSL , D-2 Khira Nagar,S.V.Road , Santacruz(w), Mumbai, Maharashtra, India 400052  "
                },
                "directions to:": "2-Gr.Fl.,Unity CHSL , D-2 Khira Nagar,S.V.Road , Santacruz(w), Mumbai, Maharashtra, India 400052"
            }
        },
        {
            "ColorMeNew – Hand Painted Sustainable Lighting": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Hand paintedsustainable lighting, recycled and beautified for your living space. An accessory to your decor, adding to the experience of your cozy space.Adding a small spark to your good mood.Conservation of nature is the need of the hour. Unfortunately our styles of living have made it quite impossible to lead lives without using products from nature. Although the search for living off natural resources is being explored and studied, a complete weening cannot be predicted for a few more years.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:shweta.cmn@gmail.com",
                    "Website:": "http://www.colormenew.com",
                    "Address:": "ColorMeNew, Kalayaninagar, Pune, Maharashtra, India 411014  "
                },
                "directions to:": "ColorMeNew, Kalayaninagar, Pune, Maharashtra, India 411014"
            }
        },
        {
            "INORA | Institute of Natural Organic Agriculture": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "INORA is a strongly research based organisation with an experienced team of biotechnologists, gardeners, urban famers and waste management experts. INORA has following infrastructure to back research, development and manufacturing activities.Waste ManagementWaste management if one of the key competence areas at INORA. We are at the fore front of research and development in composting, vermi-composting and mechanised composting technologies and have a full range of services and products to meet a wide scale of applicationsGardening, City Farming and Organic AgricultureOur first love has always been gardening, urban farming and organic agriculture. INORA has developed a full range of practices for farmers wishing to shift to organic farmingResearch and DevelopmentOur activities are supported by a strong foundation in high quality inputs and products for farming, gardening and waste management. INORA has a strong research, development and manufacturing team backed by a lab facility",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:manjushree.tadvalkar@inoraindia.com",
                    "Website:": "http://www.inoraindia.com",
                    "Address:": "Flat #1 Alisha Homes, Amchi Colony, Bawdhan Nagar, Sagar Co-Operative Housing Society, Bavdhan, Pune, Maharashtra, India 411021  "
                },
                "directions to:": "Flat #1 Alisha Homes, Amchi Colony, Bawdhan Nagar, Sagar Co-Operative Housing Society, Bavdhan, Pune, Maharashtra, India 411021"
            }
        },
        {
            "SunDay Solar Power": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "SunDay SOLAR POWER works to make our clients' transition to renewable energy easy. We help our clients intelligently take part in the massive change in how mankind generates and uses power. Yes! We can generate power without burning something. The concentrated use of electrical power that is the hallmark of our society need not be equated with pollution, environmental degradation, global warming, etc. The time to be a part of the solution is now. Join us working towards a brighter day.To be renowned Solution provider in Solar/ Renewable Energy to support customers with Solar technology and its Benefits to Design, Manufacture and Deliver Quality products with minimum maintenance to have system designed to meet Environmental, Health, Safety requirements.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sundaysolarpower@gmail.com",
                    "Address:": " 90/4 \"Silver-Oak\" Opp. Janata Bazaar, Maharashtra, India 415110  "
                },
                "directions to:": "90/4 \"Silver-Oak\" Opp. Janata Bazaar, Maharashtra, India 415110"
            }
        },
        {
            "Aarohana Ecosocial Developments": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Aarohana Ecosocial Developments Pvt Ltd is an endeavour born out of a similar wanting to change the face of our priceless culture and heritage for better in the face of rampant commercialization and environmental pollution. Aarohana is the ascending scale of music in Indian classical music. We are an instrument in trying to achieve this “ascend” or rise in the field of sustainable development.Aarohana EcoSocial Developments was founded when agroup of environment lovers came together to realise the belief that sustainable development is possible only when it begins at the grassroots and involves an empathetic understanding of the other biotic and abiotic communities. We are a social enterprise involved with local self-help groups, the corporate sector and other developmental organizations to realise our dream of economic and ecological sustainability.Our two core areas of work namely “Enabling Rural Livelihoods” and “Conserving our Environment and Heritage” are geared to achieve this very model. Through these broad areas, we focus on projects related to waste management, clean energy, education, health, water conservation, sanitation, environment and heritage conservation; and all this through sustainable livelihood generation.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:amita.aarohana@gmail.com",
                    "Website:": "http://www.aarohana.org/",
                    "Address:": " Karve Nagar, Pune, Maharashtra, India 411052  "
                },
                "directions to:": "Karve Nagar, Pune, Maharashtra, India 411052"
            }
        },
        {
            "Omved Pure Natural Living": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "Omved is a natural & organic product brand. Our range of products include Skincare, Hair care, Aromatherapy, Health Remedies, Soaps, Shampoos, Conditioners, Lip Balms, Moisturizers, etc. Our product are infused with ayurvedic herbs. Omved products are Eco-Friendly, Chemical Free and 100% natural. Moreover Omved provides Home & living such as door/car hangers, Vaastu Wind chimes etc.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:marketing@omved.com",
                    "Website:": "https://www.omved.com/",
                    "Address:": "Unit no. 14, New Nandu Estate, Mahakali caves road, Andheri East, Mumbai, Maharashtra, India 400093  "
                },
                "directions to:": "Unit no. 14, New Nandu Estate, Mahakali caves road, Andheri East, Mumbai, Maharashtra, India 400093"
            }
        },
        {
            "Khoobsaree": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "Khoobsaree is an ecommerce platform to promote sustainable ethnic womens wear. We buy and sell gently worn preloved ethnic outfits like sarees, anarkalis, lehengas, suits etc. Khoobsaree was started with a view to give new life to ethnicclothes that have the potential to make a woman look stunning but have been relegated to the depths of a wardrobe for lack of occasion to wear them etc. by reselling an outfit, a women declutters her wardrobe, makes space for something else she could wear and gives another women the opportunity to wear something different without increasing their carbon footprint.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:khoobsaree@gmail.com",
                    "Website:": "http://www.khoobsaree.com",
                    "Address:": "Andheri East, Mumbai, Maharashtra, India 400069  "
                },
                "directions to:": "Andheri East, Mumbai, Maharashtra, India 400069"
            }
        },
        {
            "Autonic Energy System": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Autonic is an important brand in the renewable energy Products and Solutions. This will be accomplished by developing mass market technology and commensurate service oriented solutions. By emphasis the development of developing products and solutions for banking, government, institutional customer, Such as industrial complexes, hotels and corporate. It is a technology agnostic and knowledge intensive consulting and implementation agency, led by an experienced team offering innovative services & technology solutions in the field of Solar Photovoltaic & Solar Thermal Collectors. Autonic was founded with the strong vision of adopting a leadership role in solving today’s key issues of energy crisis and climate change",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@autonic.in",
                    "Website:": "http://www.autonic.in/",
                    "Address:": "Registered Office  64/66 JSS Road, Opera House,, Mumbai, Maharashtra, India 400004  "
                },
                "directions to:": "Registered Office  64/66 JSS Road, Opera House,, Mumbai, Maharashtra, India 400004"
            }
        },
        {
            "Ativa Biosciences": {
                "Categories:": "Water Conservation",
                "DESCRIPTION": "Ativa Biosciences is a research driven company innovating and marketing environment friendly biotech products. Ativa has developed several products that deliver cost effective performance on a sustainable basis. Prime strength of Ativa lies in the R&D and technical support that has helped the company obtain strong trust from its clients globally.As a company anchored and driven by technocrats, Ativa strives to maintain highest standards of quality and performance to meet customer demands. These standards are attained owing to a dedicated and quality conscious team of industry experts working constantly on development and upgradation of our existing products and technologies.International certifying agencies have certified us to be compliant with latest export standards.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:contact@ativabio.com",
                    "Website:": "http://www.ativabio.com/",
                    "Address:": "36, Ujagar Industrial Estate, W.T. Patil Marg Govandi,, Mumbai, Maharashtra, India 400088  "
                },
                "directions to:": "36, Ujagar Industrial Estate, W.T. Patil Marg Govandi,, Mumbai, Maharashtra, India 400088"
            }
        },
        {
            "ATE Envirotech Pvt Ltd": {
                "Categories:": "Water Conservation",
                "DESCRIPTION": "A.T.E. Envirotech Private Limited was established in 2000, and is an A.T.E. group company since 2008. The company is headquartered in Mumbai, and is certified under ISO 9001:2008.With a team of highly experienced professionals, the company has built up strong capabilities and expertise in the areas of wastewater management. It now offers state-of-the-art, comprehensive solutions for wastewater treatment and recycling, including zero liquid discharge (ZLD).The company undertakes turnkey projects as well as upgradation of existing wastewater treatment plants. The company also offers value added services like adequacy audits, treatability studies including biodegradability and pilot improvements projects. Value added products such as enzymes, micronutrients and microbial cultures are offered for optimizing process performance and enhancing operating efficiency.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:gard@grahadika.com",
                    "Website:": "http://www.ateenviro.com/",
                    "Address:": "CTS 689, A-19,2nd Floor, Bhagwati House, Veera Desai Road, Andheri (West), Mumbai, Maharashtra, India 400053  "
                },
                "directions to:": "CTS 689, A-19,2nd Floor, Bhagwati House, Veera Desai Road, Andheri (West), Mumbai, Maharashtra, India 400053"
            }
        },
        {
            "Alfaa UV": {
                "Categories:": "Water Conservation",
                "DESCRIPTION": "Alfaa UV specializes in the design, manufacture and sale of a complete range of UV air & water purification systems.Alfaa UV also holds the distinction of being the No. 1 manufacturer of Stainless Steel UV water purification systems in India. In 2001, Alfaa earned the certification of ISO 9001, an internationally recognized model for quality assurance in design, development, production, installation and service, being the first UV water purification company in India to be awarded this certification. Behind the company’s products are some of the most experienced and knowledgeable professionals in the industry from engineering, chemistry and microbiological backgrounds. Alfaa’s R & D team creates many of today’s successful UV technology innovations.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@alfauv.com",
                    "Website:": "http://www.alfaauv.com/",
                    "Address:": "1003A Peninsula Towers, Peninsula Corporate Park Lower Parel., Mumbai, Maharashtra, India 400013  "
                },
                "directions to:": "1003A Peninsula Towers, Peninsula Corporate Park Lower Parel., Mumbai, Maharashtra, India 400013"
            }
        },
        {
            "Accrete Engineering Pvt. Ltd.": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Accrete is a Pune based Integrated Utility Management company, involved in TURN-KEY Solutions for all mechanical utilities under one roof.We take up jobs from “ Concept To Commissioning ” in mechanical utilities for all types of Projects.We bring in over 15 years of experience in various projects on table, to offer VALUE ADDED ENGINEERING SOLUTIONS for our esteemed clients. This not only improves quality of work done but increases the efficiency technically as well as commercially.1. Water Resource Mapping2. Water Lifting Shifting3. Water Storage and Distrbution Enineering4. Pumping Station and Electrical Pannels5. Water Treatment and Purification6. Distribution Piping Design7. Effluent Collection and Drainage8. Effluent Treatment9. Water Recycling",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:enquiry@accrete.co.in",
                    "Website:": "http://www.accrete.co.in/",
                    "Address:": "ACCRETE ENGINEERING PVT LTD Plot No 11,  Lane no 1  Kshipra Sahanivas Society,  Karve Nagar., PUNE, Maharashtra, India 411052  "
                },
                "directions to:": "ACCRETE ENGINEERING PVT LTD Plot No 11,  Lane no 1  Kshipra Sahanivas Society,  Karve Nagar., PUNE, Maharashtra, India 411052"
            }
        },
        {
            "Conscious Food": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "The company sources most of its products from small organic farms and farming communities all over the country. A rigorous check is maintained on quality, and stringent standards of hygiene are enforced at every stage, from the farm to the Conscious Food workshop in Mumbai, and from there on to the retail outlets. We are recognised by ECOCERT, an inspection and certification body for organic, fair trade and good agricultural practices (GAP), as an officially certified trading house. ECOCERT operates in 80 countries of the world by providing inspection and certification services that guarantee safety for environment and mankind.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@consciousfood.com",
                    "Website:": "http://www.consciousfood.com/",
                    "Address:": "317 / 318,  Vasan Udyog Bhavan,  Off Senapati Bapat Marg,  Lower Parel, Mumbai, Maharashtra, India 400013.  "
                },
                "directions to:": "317 / 318,  Vasan Udyog Bhavan,  Off Senapati Bapat Marg,  Lower Parel, Mumbai, Maharashtra, India 400013."
            }
        },
        {
            "Kinetic Green Energy and Power Solutions Ltd": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Kinetic Green Energy and Power Solutions Ltd,is a part of the $600MN Firodia Group of companies, one of the pioneering groups in India. The Firodia Group has a track record of successful collaborations & joint ventures from various leading manufacturing companies around the World.Headquartered in Pune - the automobile capital of the country, Kinetic Green is a sustained effort towards cleaner better tomorrow. With its commitment to environment friendly technology, Kinetic Green has developed ergonomically designed Battery Operated Vehicles (BOVs) using world class technology, ranging from 2 seater to 14 seater capacity. Kinetic Green is not just a brand, it is a path towards a brighter, healthier future.. A Better Tomorrow..Kinetic Green is founded by Mr. Arun Firodia who was behind creating revolutionary products like Luna and Kinetic Honda scooter which changed the mobility of common man completely. Ms Sulajja Firodia Motwani is the Vice Chairman of Kinetic Green Energy & Power Solutions who looks towards steering business strategy and development of the company.",
                "CONTACT INFORMATION": {
                    "Website:": "http://www.kineticgreenvehicles.com/",
                    "Address:": "Kinetic Innovation Park, D-1 Block, Plot No. 18/2, MIDC Chinchwad, Pune, Maharashtra, India 411019  "
                },
                "directions to:": "Kinetic Innovation Park, D-1 Block, Plot No. 18/2, MIDC Chinchwad, Pune, Maharashtra, India 411019"
            }
        },
        {
            "TreeWear Organic Clothing": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "TreeWear aims is to createa sustainable balance in our planet's environment. TreeWear is an eco-friendly lifestyle brand focused on creating natural & sustainable alternatives to everyday products made to benefit you &amp; the environment. For trees that are being cut down, TreeWear aims to create awareness,plant brand new trees & make innovative eco-friendly products to help you make the shift to a greener, morenatural lifestyleorganically.In fact, we love the environment so much, we have made a commitment tobecome India's first Zero-Waste OrganicClothing&Accessoriesbrand - TreeWear - byupcycling and recycling our scraps in never seen before ways through social initiatives with various NGOs. And last but not least, to become truly green, we are proudly planting a tree on behalf of each of our customers for every product we sell, just to show some love to mother nature- making ours some of the most sustainable threads around.We also have started an initiative to keep plastic bottles, one of the greatest polluters, as part of our packaging - keeping them out of the landfill & giving them a new life through various upcycling ideas & workshops we hold from time to time.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:treewearindia@gmail.com",
                    "Website:": "http://www.treewear.org",
                    "Address:": "#319, Sardar Griha, 198, L. T. Marg, Crawford Market, Mumbai, Maharashtra, India 400002  "
                },
                "directions to:": "#319, Sardar Griha, 198, L. T. Marg, Crawford Market, Mumbai, Maharashtra, India 400002"
            }
        },
        {
            "Aayurmed Biotech P. Ltd.": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "AayurMed is the largest source of Natural and Certified Organic Indian herbs, spices, food, fruits, vegetables, extracts, oils, teas and other botanical products. The organic products are certified as '100% Organic' by OneCert, under NOP of USDA, European Commission Regulation (EEC) 834/2007 and Regulation (EC) 1235/2008 and NPOP of India.We offer nearly 300 organic and 500 natural botanicals. These are sourced from:AayurMed's own certified organic farms, near MumbaiContract farmers cultivating exclusively for AayurMedOther organic farmersWild / Unexplored Forest harvested following sustainable methods",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@aayurherb.com",
                    "Website:": "http://www.aayurherb.com/",
                    "Address:": "No. 113 & 114, Shiv Shambhu Industrial Estate, Valiv, Vasai East Palghar (India), Bandra West, Mumbai, Maharashtra, India 401208  "
                },
                "directions to:": "No. 113 & 114, Shiv Shambhu Industrial Estate, Valiv, Vasai East Palghar (India), Bandra West, Mumbai, Maharashtra, India 401208"
            }
        },
        {
            "Garbage Concern Welfare Society": {
                "Categories:": "Training & Education",
                "DESCRIPTION": "We at Garbage Concern promote Sustainable Environment Management through focused Environmental Education. We believe that Environment Education empowers citizens to Proactive Environmental Commitment. We work to build sustainable communities through the use of 4 D’s: direction, dedication, determination, doing, thus taking environmental education and sustainable living practices beyond classroom / boardroom to the grassroots.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:garbageconcernworld@gmail.com",
                    "Website:": "http://www.garbageconcernindia.org/",
                    "Address:": "501/502, Royal Apartments, Sector-3, Charkop, Kandivali(W), Mumbai, Maharashtra, India 400067  "
                },
                "directions to:": "501/502, Royal Apartments, Sector-3, Charkop, Kandivali(W), Mumbai, Maharashtra, India 400067"
            }
        },
        {
            "Aavishkaar Venture Management Services": {
                "Categories:": "Rural Development",
                "DESCRIPTION": "The name of our organization – Aavishkaar -means ‘invention’ in Hindi. Founded in 2001, with a vision to catalyse development in India’s underserved regions, it identifies capable entrepreneurs, provides them with capital, supplements it with a nurturing environment and helps build sustainable enterprises.Aavishkaar’s big innovation is the adoption of venture capital methodology to serve the low_income market segment by creating scalable enterprises. Aavishkaar’s founding team faced the challenge of modifying the investing methodology followed in the Silicon Valley. Funding in the Valley typically focused on new technologies and breakthroughs in intellectual property. Back home, Aavishkaar had to adapt it to brick and mortar, investing in hinterland and rural geographies with a target clientele that had a tiny wallet. At the same time, reasonable returns had to be delivered to investors. This meant that Aavishkaar with its limited capital and resources had to find a large number of start_up companies scattered across underdeveloped regions and then invest small amounts of capital in them.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:funds@aavishkaar.org",
                    "Website:": "http://www.aavishkaar.in/",
                    "Address:": "13B, 6th Floor, Techniplex II, IT Park Off Veer Sarvarkar Fly Over Goregaon West, Mumbai, Maharashtra, India 400 062  "
                },
                "directions to:": "13B, 6th Floor, Techniplex II, IT Park Off Veer Sarvarkar Fly Over Goregaon West, Mumbai, Maharashtra, India 400 062"
            }
        },
        {
            "Evergreen Recyclekaro": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "The Recyclekaro.com story began with a simple vision – to become the world’s best waste management company. This vision is backed by Evergreen Recyclekaro's commitment to customer service and operational excellence, and while doing so, maintaining the highest standards of ethics and societal responsibilities.Now just a few years since its inception, the high octane energy shown by the Recyclekaro team has helped it gain instant success and immense social support. Evergreen Recyclekaro provides integrated waste management solutions in Mumbai Metropolitian Region. We are an ISO 9001:2008 and ISO 14001:2004 certified company and authorised by the Maharashtra Pollution Control Board (MPCB) for Solid Waste Management Solutions. The company offers training, collections, transfer and recycled product development as its core services and is also forming a channel for collection and recycling of electronic waste.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:mumbai@recyclekaro.com",
                    "Website:": "http://www.recyclekaro.com/",
                    "Address:": "ERPL Unit No. 8, Building No. 5, Sector No. 3, Millennium Business park, Mahape, Navi Mumbai, Maharashtra, India 400701  "
                },
                "directions to:": "ERPL Unit No. 8, Building No. 5, Sector No. 3, Millennium Business park, Mahape, Navi Mumbai, Maharashtra, India 400701"
            }
        },
        {
            "Do You Speak Green?": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "We use sustainable blends of Organic Cotton, Bamboo, Modal and even Post Consumer Recycled Polymers (Recycled polyester) blended with Organic Cotton waste, to produce stylish clothes at an affordable price.Made with love at our Global Organic Textile Standard, OE 100, ISO:9001 certified factory that meets the highest ethical, social, environmental and technical standards. Do U Speak Green? is a registered Trade Mark in the United States, Canada, European Union and India. We have over 21 years of experience in the manufacture and export of high quality knitted clothing for top brands around the world. We ship worldwide.Do U Speak Green? participates in numerous International Trade Fairs in Germany and United States. We also have representation in the United States, Canada, Germany, Netherlands, Ireland, United Arab Emirates and Australia.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:dusg@fusionclothing.com",
                    "Website:": "http://douspeakgreen.in/",
                    "Address:": "No. 207, Kalbadevi Road, Mumbai, Maharashtra, India 400002  "
                },
                "directions to:": "No. 207, Kalbadevi Road, Mumbai, Maharashtra, India 400002"
            }
        },
        {
            "Lasky Herbal": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "Established in the year 1995, we offer natural and highly effective compositions that have fetched us a distinguished space not just in domestic, but international market also. And to reach our consumers at overseas, we continue to work hard. due to our constant and unmatched effort.Our MissionStriving for Global Wellness through Herbal Health Care Products.Provide Best quality through GMP at competitive cost.Reach worldwide markets. Translate rich heritage of India into modern world class Health Care & Personal Care products.Ensure sustained satisfaction to all our customers, employees and stakeholders.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@laskyherbal.com",
                    "Website:": "http://www.laskyherbal.com/",
                    "Address:": "Sion - Trombay Road, Chembur, Mumbai, Maharashtra, India 400071  "
                },
                "directions to:": "Sion - Trombay Road, Chembur, Mumbai, Maharashtra, India 400071"
            }
        },
        {
            "Bioprex Labs": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "Since from 1993, Bioprex Labs is involved in research, development, extraction and manufacturing of Standardized Herbal extracts and Nutraceuticals. Our main skill lies in developing pure herbal extracts that fulfill the precise requirements of efficacy, safety and bioavailability. Our company has a advanced and international standard manufacturing facility for the production of herbal extracts and oils specially made for the the requirements of nutritional, food and the pharmaceutical industries.The products of our organization have been recognized and accepted world wide by our reliable clients for our supreme quality. our wide range of products includes:Herbal ExtractsNutraceuticalsCalcium SennosidesCosmetic Ingredients",
                "CONTACT INFORMATION": {
                    "Website:": "http://www.bioprex.com/",
                    "Address:": "No. 389, J. M. Road, Sahil Arcade, Pune, Maharashtra, India 411005  "
                },
                "directions to:": "No. 389, J. M. Road, Sahil Arcade, Pune, Maharashtra, India 411005"
            }
        },
        {
            "Vermigold Ecotech Pvt. Ltd.": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Vermigold Ecotech Pvt Ltd was started with a vision to provide professional, state-of-the art solutions for solid waste management with a commitment towards excellence.The Company started with a simple mission \" To provide best in class systems for on-site recycling of organic waste.\" The company was formed at that time to specifically address the need for an innovative and technologically sound provider of Environmentally Sound Technologies (EST) in the arena of waste management in India. We are a specialised company providing the very best in class solutions for the on-site recycling of organic waste. Vermiculture is our preferred technology platform since it has significant advantages over other waste disposal methods such as composting, landfill and incineration.The Vermigold organic waste recycling system has been jointly developed by Tat-G Corp Pty Ltd, Australia and Vermigold Ecotech Pvt Ltd, India. Australia is the world leader in vermiculture technology and Tat-G Corp Pty Ltd is the Australian leader in this field. Vermigold Ecotech is India's on-site waste recycling specialist company. Both companies bring together cutting edge technology for eco-friendly and trouble free on-site organic waste disposal. Our automated in-vessel vermicompost system converts organic waste streams into environment friendly vermicompost that can be used for garden beautification. The organic waste recycling systems are smart, scalable and deliver the lowest processing cost per Kg in the industry. Our innovative technology builds upon proven aerobic biological processes to offer comprehensive pollution compliance solutions.The Vermigold on-site organic waste recycling system is primarily based on proprietary architecture since we have strong technology development centres in India and Australia. They incorporate Best Practice Technologies to offer state of the art World Class solutions for Environment-friendly disposal of Organic Waste. Our solutions assist our customers to not only comply with various environmental regulations, but go beyond and demonstrate their leadership as socially responsible organisations.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@vermigold.com",
                    "Website:": "http://www.vermigold.com/",
                    "Address:": "11, Garden Homes, C.D. Marg, Khar West, Mumbai, Maharashtra, India 400052  "
                },
                "directions to:": "11, Garden Homes, C.D. Marg, Khar West, Mumbai, Maharashtra, India 400052"
            }
        },
        {
            "GIBSS": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "GIBSS is the pioneer and market leader in the geothermal air conditioning space in India. GIBSS helps businesses reduce operating costs in their buildings by up to 70% through a suite of ultra energy efficient products - Geothermal air conditioning, hot water co-generation and LED/Induction lighting. With its zero initial investment or Pay from savings model and performance bank guarantees, GIBSS has made state-of-the-art technologies commercially viable to its clients.GIBSS has been recognized by the Ministry of Science & Technology, Government of India through the India Innovation Award 2014 for its ultra efficient geothermal air conditioning technology.GIBSS is a WWF Climate Solver Awardee and a World Wild Fund (WWF) Partner. WWF has estimated that GIBSS through its energy-efﬁcient geothermal innovation for cooling buildings has the potential to help businesses reduce costs by up to 60% and increase significant productivity. As per WWF \"If the implementation of GIBSS systems in both greenﬁeld project and in retro-ﬁtting buildings could be accelerated, there is a potential to reduce GHG emissions by about 20 million tonnes by 2022.\"",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:zeroenergybuildings@gibss.in",
                    "Website:": "http://www.gibss.in/",
                    "Address:": "Mulund(west), Mumbai, Maharashtra, India 400 080  "
                },
                "directions to:": "Mulund(west), Mumbai, Maharashtra, India 400 080"
            }
        },
        {
            "EcoCredible Enviro Solutions Pvt. Ltd.": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Eco Credible Enviro Solutions Pvt.Ltd. is a complete waste management company. The company focuses towards the 3R's Reduce,Re-use, Recycle.At Eco Credible, we processes and treat industrial effluent, domestic sewage, municipal and domestic solid waste, obsolete damaged discarded electrical and electronic waste.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@ecocredible.com",
                    "Website:": "http://www.ecocredible.com/",
                    "Address:": "12, Vishrambaug Housing Society, Senapati Bapat Road, Pune, Maharashtra, India 411016  "
                },
                "directions to:": "12, Vishrambaug Housing Society, Senapati Bapat Road, Pune, Maharashtra, India 411016"
            }
        },
        {
            "Gourang Paper Products Pvt.ltd.": {
                "Categories:": "Eco-friendly Packaging",
                "DESCRIPTION": "extensive range of Paper Bags, Fancy Items, Stationary Items, Paper Products, etc. The products offered by us comprise ofPaper Gift Articles, Paper Bags, Pepper Fancy Bags, Fashionable Paper Bags, Mobile Carrying Paper Bags, Brand Carrying Paper Bags, Photo Frame, Light Box, Watches, Religious Light Box, Fancy Light Box, Paper Boxes, Photo Albums, CD Covers, Fancy Hard Paper Box, etc. These products are fabricated in accordance with the set market norms using supreme quality basic material and latest technology under the supervision of our skilled team of professionals. The basic material we use to manufacture these products is procured from the most reliable vendors of the industry. These products are widely acclaimed all across the market due to their excellent finish, attractive look, elegant design and extended durability. Our offered range is thoroughly checked on various well-defined parameters of quality in order to deliver the defect-free range at the clients’ end. The entire product range is available for our clients in several specifications at affordable prices.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@gourangpaperbags.com",
                    "Website:": "http://www.gourangpaperbags.com/",
                    "Address:": "DADA PATILWADI ROAD, SHIVAJI NAGAR,, THANE, Maharashtra, India 400602  "
                },
                "directions to:": "DADA PATILWADI ROAD, SHIVAJI NAGAR,, THANE, Maharashtra, India 400602"
            }
        },
        {
            "Balson Industries": {
                "Categories:": "Green Products",
                "DESCRIPTION": "It is our pleasure to introduce us as manufacturer of Plastics Bags, Sheets, tubing, Covers, VCI Bags & covers with multicolor printing.We also manufacture Anti Static Bags. We are in this field for the last eighteen years.Presently we are supplying to Automobile Industries, Chemical Industries, Food Industries, Engg. Industries, Garments Industries and other companies in Pune & all over Maharashtra.We are successful in developing Biodegradable plastic keeping in view the demand for environment friendly polythene products and are now supplying to majority of Hotels and Hospitals in and around Maharashtra since last 3 years. We are proud to inform you that our company is been certified as An ISO 9001-2008 company.It will be our pleasure in supplying you plastic bags, covers and sheets as per your requirements. We assure you of our best quality and prompt services.In case you need any further information please feel free to contact us, waiting for your favorable reply.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:response@balsonindustries.com",
                    "Website:": "http://www.balsonindustries.com/index.html",
                    "Address:": "Prestige, 113 / 8, Prabhat Road,  Lane No. 14, Pune, Maharashtra, India 400004  "
                },
                "directions to:": "Prestige, 113 / 8, Prabhat Road,  Lane No. 14, Pune, Maharashtra, India 400004"
            }
        },
        {
            "Agni Solar Systems Pvt. Ltd.": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "At Agni Solar, we believe the ‘Sun is for Everyone’. With more than 2 decades of experience, we have mastered the art of harnessing the sun’s energy, for our consumers.Started by Ravi Pittie, in 1993, Agni Solar began as an R&D outfit to explore new solar technologies. A graduate of Michigan State University, he has been a pioneer in bringing solar water heating systems to India.The innovation didn’t stop there. Driven by the desire to bring solar technology to everyone in India, today we use our expertise to provide a host of products in solar thermal and solar rooftop, paired with maintenance services.The sun has indeed shined warmly upon us, but the journey has been challenging. The hesitation to adopt a new technology is observed in many markets, and it took us several dedicated years of demonstration, application and steady customer service to make an impact with this revolutionary technology in India.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:agnisunsolar@gmail.com",
                    "Website:": "http://agnisolar.com/",
                    "Address:": "702 Onyx, North Main Road,  Koregoan Park, Pune, Maharashtra, India 411001  "
                },
                "directions to:": "702 Onyx, North Main Road,  Koregoan Park, Pune, Maharashtra, India 411001"
            }
        },
        {
            "D&D Ecotech Services": {
                "Categories:": "Water Conservation",
                "DESCRIPTION": "\"Water, water everywhere, but not a drop to drink\"This could soon be true in India as most of the cities face a water crisis today due to irregular rainfall & poor water management.As per estimates only 20 - 25% of the water we get is used for drinking, cooking etc. While the balance is used for cleaning, bathing, washing and flushing the toilet. That means almost 80% of potable water goes down the drain and ends up as waste water.As the city & population keep growing so does the gap between demand & supply of water.D&D Ecotech offers a solution for this water shortage through Rainwater Harvesting.Read on to find out more about the benefits of rainwater harvesting, how it is done, how much water you can harvest, our clients and how we can be of service to you.D&D Ecotech is proud to serve clients like Bisleri, HPCL, NDTV - Coca Cola Save my School Project, Aditya Cements, Electrosteels, Tata Metaliks among others for their rainwater harvesting needs across India.We are presently implementing projects for Ceat Tyres in Nashik & Bhandup, HPCL Booster Station, Talegaon, HPCL LPG Plant, Alibaug Asian Paints, Rohtak.D&D Ecotech Services is also a consultant to the Rain Centre at Ranchi for the Govt. of Jharkhan,",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@dndecotech.com",
                    "Website:": "http://www.dndecotech.com/",
                    "Address:": "D&D Ecotech Services  146, Raghuleela Mall,  Poisar, Kandivali (W), Mumbai, Maharashtra, India 400067  "
                },
                "directions to:": "D&D Ecotech Services  146, Raghuleela Mall,  Poisar, Kandivali (W), Mumbai, Maharashtra, India 400067"
            }
        },
        {
            "LA Herbal India": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "With the changing time, medical field has advanced a lot. But seeing the side-effects of the medicines and therapies, more and more people are relying on Ayurveda solutions. LA Herbal (India) brings forth an extensive range of herbal products. The variety of products offered by us is herbal health and personal care products and herbal cattle feed supplement. Also, we provide active and productive & services to various renowned companies like Cipla, L’amar Natural Products etc.Our parent company Herbal Remedies, established 24 years ago, that is consistently proving its mettle in the market. All our products are famous for their premium quality in Domestic and International market. High quality raw materials blended with latest techniques produce first-rate products. Our products are clinically tested and safe to use and consume. They are market with quality certifications that assure their credibility. We are a customer centric organization and endeavour to cater to all their requirements. Speedy delivery of the products within the given time and at reasonable prices has earned us appreciation from the clients.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:herbram@gmail.com",
                    "Website:": "http://www.laherbalindia.com/",
                    "Address:": "1-d/10, Vijay Vihar Chs, S-t Road, Chembur, Mumbai, Maharashtra, India 400071  "
                },
                "directions to:": "1-d/10, Vijay Vihar Chs, S-t Road, Chembur, Mumbai, Maharashtra, India 400071"
            }
        },
        {
            "Clean Planet": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "We are a group of designers, marketers, and all-round good people who are committed to creating products that are both stylish and eco-friendly. From a line of cloth totes to an upcoming range of cloth handkerchiefs as an alternative to tree-unfriendly paper tissues, we are always innovating on how we can use fashion to do good.When the idea for Clean Planet first struck, we were not entirely sure what the response would be. After all, we were creators of high-end fashion garments. Would we be able to combine our sense of style with eco-consciousness? Would we be able to connect with socially aware consumers? Today, months later, we have discovered that when a lot is done with sincerity, passion, and joy, it shows.Creating Clean Planet has been a labor of love. On a typical day, we can be seen hand picking fabrics, analyzing design options, and researching raw material. We inspect our prototypes inside out-every seam, every thread-to arrive at products that are stylish, classic, and environmentally friendly, all at once. We don't believe in mass producing generic products or creating unaffordable luxury items. We excel at creating high-quality products with a soul. At Clean Planet, we have a simple maxim - No one can do everything, but everyone can do a LOT!. With our products, we hope we have made it easy and fun for our consumers to do their a lot.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:hello@cleanplanet.in",
                    "Website:": "http://cleanplanet.in",
                    "Address:": "Clean Planet 214 Raheja Plaza, Shah Industrial Estate, Off Link Road, Andheri West, Mumbai, Maharashtra, India 400053  "
                },
                "directions to:": "Clean Planet 214 Raheja Plaza, Shah Industrial Estate, Off Link Road, Andheri West, Mumbai, Maharashtra, India 400053"
            }
        },
        {
            "Shirke BioFuels": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Shirke BioFuels is active in Biomass and BioFuel industry. Incepted in 2005 as Shirke Energy Pvt Ltd, the company believes in delivering Quality products after continuous Research and Dedicated efforts. We do respect Green Revolution against impact of Hazardous Fossil Fuels.Reputed as a Biodiesel Manufacturer, we extract Biodiesel from Jatropha, Pongamia, Castor, Palm, Animal Tallow and Non-edible oils. The company has proven its technical expertise in Biofuel Industry. It offers Unique Solution for Federal Governments and State Governments having Biomass and looking for Alternative Fuels.Recongnising our duty to be a part of Green Revolution, Shirke BioFuels started its operations in Biofuel Industry. After a detailed study on Jatropha as Fuel Crop, we developed Indigenous high yielding varieties of Jatropha. Multiplication of Branches is simple term to summaries the same.SPL Team act as technical consultant to major groups in Biofuel Industry in India, Nigeria, Indonesia, Singapore, Malaysia. The company also eyes on latest Biofuel development in Europe, Africa &amp; Asia. The company also involved in conducting technical training to Indian Railways Officials. The mentors of company are also representing on various Committees formed for Biofuel Development by Indian Government. The company is active as Jatropha Seed Buyer and Supplier, Jatropha Oil Supplier. We are leading Biodiesel Manufacturers in India.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:mca@mrvcs.in",
                    "Website:": "http://www.shirkebiofuels.com/default.htm",
                    "Address:": "Office 11, Navrang Plaza, Air Port Road, Tingarenagar, Vishrantwadi, Pune, Maharashtra, India 411015  "
                },
                "directions to:": "Office 11, Navrang Plaza, Air Port Road, Tingarenagar, Vishrantwadi, Pune, Maharashtra, India 411015"
            }
        },
        {
            "Under The Mango Tree": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Under The Mango Tree (UTMT) is a social enterprise that promotes beekeeping to increase agricultural productivity, enhance incomes and improve livelihoods of marginal farmers in India. UTMT utilizes the power of market forces to provide poor farmers with a lucrative income stream by training them to use bees to diversify their revenue sources and by establishing market access for the honey produced. The all-natural honey collected retains its unique flavours influenced by flora nectar gathered by bees and is packaged and sold directly to consumers. We intend to create India’s first national fair trade brand of gourmet, single-origin honey.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:utmt.in@gmail.com",
                    "Website:": "http://utmt.in/",
                    "Address:": "A 412, Byculla Service Industries CS, Dadoji Kondeo Cross Marg, Byculla, Mumbai, Maharashtra, India 400027  "
                },
                "directions to:": "A 412, Byculla Service Industries CS, Dadoji Kondeo Cross Marg, Byculla, Mumbai, Maharashtra, India 400027"
            }
        },
        {
            "Biostadt India Limited": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Biostadt India Ltd. believes that 'the growth of India is directly related to thegrowth of the rural areas'. Farmers being the central focus of rural India, itbecomes necessary to give them a helping hand by providing them withtop-of-the-line agricultural inputs and services.Biostadt's extensive high-quality product range that includes insecticides, herbicides, fungicides, hybrid seeds, aqua products and farm services, further supports this goal. We offer amongst the best list of farm protection and associated products in India.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:corporate@biostadt.com",
                    "Website:": "http://www.biostadt.com/",
                    "Address:": "Poonam Chambers, 'A' Wing, 6th Floor, Dr. A. B. Road, Worli, Mumbai, Maharashtra, India 400018  "
                },
                "directions to:": "Poonam Chambers, 'A' Wing, 6th Floor, Dr. A. B. Road, Worli, Mumbai, Maharashtra, India 400018"
            }
        },
        {
            "Green Build Products": {
                "Categories:": "Green Architecture",
                "DESCRIPTION": "Green Build Products (I) Pvt Ltd is a company based in Pune, India which specialises in manufacturing products for the building and construction industry. The unique products offered by the company are self-curing; provide hassle – free construction and saves water.The company was founded in April 2005 by Mrs. Shilpa Joshi and Mr. Pradeep Joshi. The company has received global recognition through patents obtained for these unique products. Green Build Products Pvt. Ltd., has been awarded the ‘Innovation Patent’ by the Australian Government in 2009. The company is also a recipient of the ‘G.S. Pharke Industrial Merit Award’ instituted by Mahratta Chamber of Commerce, Industries & Agriculture (MCCIA).",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:marketing@greenbuildproduct.com",
                    "Website:": "http://www.greenbuildproduct.com/",
                    "Address:": "Green Build Products (I) Pvt Ltd., Office No. 201, Kedar Empire, 3rd Floor, Karve Road, Kothrud,, Pune, Maharashtra, India 411038  "
                },
                "directions to:": "Green Build Products (I) Pvt Ltd., Office No. 201, Kedar Empire, 3rd Floor, Karve Road, Kothrud,, Pune, Maharashtra, India 411038"
            }
        },
        {
            "Green Purchasing Network India": {
                "Categories:": "Training & Education",
                "DESCRIPTION": "Green Purchasing Network India (GPNI) is an evolving network of professionals interested and active in the general area of Sustainable Consumption and Production – specifically: Green Purchasing and Public Procurement.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:romil.bajaj@gpnindia.org",
                    "Website:": "http://gpnindia.org/",
                    "Address:": "A 60, 4th Floor, Royal Industrial Estate, Naigaon Cross Road, Wadala (W), Mumbai, Maharashtra, India 400031  "
                },
                "directions to:": "A 60, 4th Floor, Royal Industrial Estate, Naigaon Cross Road, Wadala (W), Mumbai, Maharashtra, India 400031"
            }
        },
        {
            "Eco Ganesha": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Eco Ganesha promote eco-friendly behaviour by promoting clay idols of Lord Ganesha and related all environment friendly projects, to reduce pollution cause by no-biodegrade material and more importantly the idols which are worshiped with so much devotion should be properly immersed. Ganesh idols made out of clay easily dissolves in water and will not break in to pieces. It’s very sad sight post immersions at seaside piece are visible at sea-shore.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@ecoganesha.org",
                    "Website:": "http://www.ecoganesha.org",
                    "Address:": " Worli, Mumbai, Maharashtra, India 400018  "
                },
                "directions to:": "Worli, Mumbai, Maharashtra, India 400018"
            }
        },
        {
            "Eco Recycling Limited": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Ecoreco pioneers E-waste Recycling Revolution in IndiaEco Recycling Ltd (Ecoreco) is India's first and leading professional E-waste Management Company that has set industry benchmarks time and again with its innovative & environment friendly disposal practices.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@ecoreco.com",
                    "Website:": "http://ecoreco.com/",
                    "Address:": " Andheri Kurla Road, Andheri (East), Mumbai, 400059, Maharashtra, India 400059  "
                },
                "directions to:": "Andheri Kurla Road, Andheri (East), Mumbai, 400059, Maharashtra, India 400059"
            }
        },
        {
            "Govardhan Ecovillage": {
                "Categories:": "Eco-tourism",
                "DESCRIPTION": "Govardhana Eco Village (GEV), a 70-acre sustainable farming community and retreat center on the foothills of the Sahyadhri Mountains, 108km north of Mumbai, India.When you visit GEV, you will experience a community that is a successful fusion between ancient Vedic wisdom and modern science.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:contactus@ecovillage.org.in",
                    "Website:": "http://ecovillage.org.in/",
                    "Address:": " Maharashtra, India, Maharashtra, India 421303  "
                },
                "directions to:": "Maharashtra, India, Maharashtra, India 421303"
            }
        },
        {
            "Suryatech Solar Systems": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Suryatech Solar Systems, Pune is an ISO 9001:2008 Certified Company established in the year 1999, with a motivation to serve customers with a wide range of world class solar energy products. Under the guidance of our mentor Mr. Mukund Kamlakar, Suryatech Solar Systems has emerged as the most trusted brand for the solar energy products, with it's quality consistency, on time delivery and ethical business practices. We are expert in designing, manufacturing and supplying solar water heaters as per the client requirements.With more than 10,000 satisfied customers enhances our credibility.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:mukund@suryatechsolarsystems.com",
                    "Website:": "http://www.suryatechsolarsystems.com",
                    "Address:": " Karve Road, Pune – 411004, Maharashtra, India 411004  "
                },
                "directions to:": "Karve Road, Pune – 411004, Maharashtra, India 411004"
            }
        },
        {
            "Aakar Innovations": {
                "Categories:": "Rural Development",
                "DESCRIPTION": "Aakar is a hybrid social enterprise comprised of Aakar Innovations and Aakar Social Ventures that enables womento produce and distribute affordable, high-quality, ~100% compostable sanitary napkins within their communities while simultaniously raising awareness and sensitization of menstrual hygiene management.Aakar's vision is to create awareness about and access to affordable, high quality, environmental friendly menstrual hygiene products thereby empowering women and girls to make informed choices and enabling them to take charge of their own socio-economic development.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@aakarinnovations.com",
                    "Website:": "http://aakarinnovations.com",
                    "Address:": " Sector 15, CBD Belapur, Navi Mumbai, Maharashtra, India 400614  "
                },
                "directions to:": "Sector 15, CBD Belapur, Navi Mumbai, Maharashtra, India 400614"
            }
        },
        {
            "Micron Instruments": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "We are the manufacturers of Single axis solar Tracker controllers.We have supplied the solar trackers to many Indian companies for Government solar water pumping projects.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:microninstruments@gmail.com",
                    "Website:": "http://www.microninstruments.net",
                    "Address:": "Gala No. 2, Shakti Industrial Complex, Near Sterling Industrial Estate, Navghar, Vasai (E), Thane, Maharashtra, India, Maharashtra, India 401210  "
                },
                "directions to:": "Gala No. 2, Shakti Industrial Complex, Near Sterling Industrial Estate, Navghar, Vasai (E), Thane, Maharashtra, India, Maharashtra, India 401210"
            }
        },
        {
            "Allmine": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "We at Allmine fancy ourselves as artists, striving to create something beautiful and unique. There is a certain passion behind these bags we make. Art can never be churned out in assembly line factories. Each bag at AM is a labour of love, conceived in moments of creative fervor and nurtured to perfection. Our product is aimed at the customer with a conscience; a certain degree of righteousness is stitched into every piece that rolls out of AM. What started off as a hobby has now translated into a vision of crafting new possibilities. It’s a stand we have taken against those who preach leather is synonymous with high fashion. Our environment is our inspiration and it is to that we ultimately pay tribute to. Eco friendly is the style we endorse and this is reflected in our choice of fabrics, patterns and colours.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:allminebags@gmail.com",
                    "Website:": "http://www.allmine.in",
                    "Address:": " The Bombay Store, Mumbai, Maharashtra, India, Maharashtra, India  "
                },
                "directions to:": "The Bombay Store, Mumbai, Maharashtra, India, Maharashtra, India"
            }
        }
    ],
    "Manipur (7)": [
        {
            "Gaia Naturals": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "The idea for \"Gaia Naturals\" first occurred when our son was conceived. We were so protective of him even then and did not want to expose him to harmful agents. We started a lot of research on natural & organic products, tried a few of the existing natural products at that time but somehow we were not convinced.Thus, from this came about the first seed of thought of starting on our adventure so far.If you are reading this page means you have started on your journey towards a healthier lifestyle. Hopefully, we will be a partner in your journey. There will be a lot of naysayers on our journey that ostracize natural products ( mostly due to the higher costs ) but we will stay strong in our convictions.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@gaianaturals.in",
                    "Website:": "https://gaianaturals.in/#/",
                    "Address:": " Tiddim Road, Opp. Kwakeithel Bazar,  Imphal -, Manipur, India 795001  "
                },
                "directions to:": "Tiddim Road, Opp. Kwakeithel Bazar,  Imphal -, Manipur, India 795001"
            }
        },
        {
            "Green Biotech EcoSolutions": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Green Biotech EcoSolutions is a research based farming input biotech manufactures and marketing enterprise based in Manipur, India. The enterprise is focus on bio solutions for Crops, Soils, Animal husbandary, Aquaculture and Environment Management Inputs. A farmer's Complete Solution. Our objective is to provide best solution and service to its Customer. We have lots of healthy foods to choose from, including breads, pastas, baking mixes, grains, spices etc. With our low prices, you'll be able to cook a naturally good meal at a budget-friendly cost. A research based farming input biotech manufactures and marketing enterprise based in Manipur, India. The enterprise is focus on bio solutions for Crops, Soils, Animal husbandary, Aquaculture and Environment Management Inputs.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:greenbiotech14@gmail.com",
                    "Website:": "https://greenbiotechecosolutions.com/",
                    "Address:": " Lamsang, Manipur, India 795146  "
                },
                "directions to:": "Lamsang, Manipur, India 795146"
            }
        },
        {
            "CHIKO Adventures": {
                "Categories:": "Eco-tourism",
                "DESCRIPTION": "CHIKO Adventures team’s primary mission and vision are to preserve and conserve the forest, flora, fauna, and the environment by promoting and raising awareness about eco-friendly tourism and through Eco Adventure tourism. CHIKO Adventures is a travel startup founded in April 2016 by 9 young men from Ukhrul District, Manipur, and is based in Ukhrul itself. ‘CHIKO’ translates as ‘nine’ in Tangkhul language. To harness tourism and promote ecotourism in Ukhrul district, the 9 members kickstarted CHIKO Adventures with fundings from their own pocket. Mountain Biking - At one of the best Bike Park , Nature Trekking - Walk with Nature, Camping - Closer to Nature",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:chikoadventures@gmail.com",
                    "Website:": "https://www.chikoadventures.com/",
                    "Address:": " Ukhrul, Manipur, India 795142  "
                },
                "directions to:": "Ukhrul, Manipur, India 795142"
            }
        },
        {
            "Rural Development Association (RDA)": {
                "Categories:": "Rural Development",
                "DESCRIPTION": "The Rural Development Association, Wainem, Sadar Hills, Kangpokpi District, Manipur (RDA) was formed in the year 1999 and it was registered under Societies Registration Act, 1860 in 2000 and Foreign Contribution Regulation Act in 2008 to work for Social Welfare, Development and Educational activities and established a school to impart education in our area. The Association has been taking up several developmental projects and developmental awareness programmes supported by Government of India and well wishers members since its inception. RDA is registered as a non-profit making, non-political and non-governmental autonomous Association / Organization having its Rules & Regulations, vision, mission and objectives. It works to increase income and uplift living standard of the weaker sections of the rural population through development programmes taken up at grass root level.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:bonthaolungpanmei@gmail.com",
                    "Website:": "https://rdasadarhills.org/",
                    "Address:": "Sadar Hills, Kangpokpi, Manipur, India 795129  "
                },
                "directions to:": "Sadar Hills, Kangpokpi, Manipur, India 795129"
            }
        },
        {
            "Diocesan Social Service Society": {
                "Categories:": "Training & Education",
                "DESCRIPTION": "Diocesan Social Service SocietyImphal is a registered voluntary Non-Government Organization that was registered in 1991. It is the development wing of the Christian Archdiocese of Imphal, which initiates, plans, formulates monitors, coordinates, and implements and evaluates all the development projects. The Diocese of Imphal comprises the entire state of Manipur.Diocesan Social Service Societyobjectives are established a platform to provide technical and vocational training, to promote scientific method of agriculture, horticulture, pisciculture, to establish farms, to perform works of charity and relief, to train development workers, in the state, to improve quality of life, to arrange seminars, workshops, conference, and programme relating to one or of its objectives.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:dsssimphal@gmail.com",
                    "Website:": "http://www.dsssimphal.in/about%20us.html",
                    "Address:": " Diocesan Social Service Society, Mantripukhri, Imphal, Manipur, India 795002  "
                },
                "directions to:": "Diocesan Social Service Society, Mantripukhri, Imphal, Manipur, India 795002"
            }
        },
        {
            "Manipur Apex Handloom Weavers & Handicraft Artisans Coop.": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Manipur Apex Handloom Weavers & Handicraft Artisans Cooperative Society has gained immense expertise in supplying & trading of Handloom, bed sheet, stole etc. The supplier company is located in Imphal, Manipur and is one of the leading sellers of listed products. Buy Handloom, bed sheet stole in bulk from us for the best quality products and service.Manipur Apex Handloom Weavers & Handicraft Artisans Cooperative Society also made Eco-friendly handicraft items and Bamboo Items. Many people are affiliated with us and receive employment.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info.chareikhudol@gmail.com",
                    "Website:": "https://www.tradeindia.com/Seller-10136167-Manipur-Apex-Hand-Loom-Weavers-Handicraft-Artisans-Cooperative-Society-Ltd/",
                    "Address:": " Paona Bazar, near usha cinema, Imphal west Dist., Imphal, Manipur, India 795001  "
                },
                "directions to:": "Paona Bazar, near usha cinema, Imphal west Dist., Imphal, Manipur, India 795001"
            }
        },
        {
            "Rural Service Agency Society": {
                "Categories:": "Rural Development",
                "DESCRIPTION": "Rural Service Agency Society is a non-profit organisation that works primarily in the domain of Health. Located in Imphal in the state of Manipur, it was established in 1980 by its parent organaisation is Paul Foundation and is headed by its Chairman Nongmaithem Saratchandra Singh and Chief functionary officer is Yumnam Surchandra Singh. This NGO charity is working on key issues of Animal Husbandry, Dairying & Fisheries, Aged/Elderly, Agriculture, Art & Culture, Biotechnology, Children, Civic Issues, Disaster Management, Dalit Upliftment, Drinking Water, Education & Literacy, Environment & Forests, Food Processing, Health & Family Welfare, HIV/AIDS, etc.Rural Service Agency Society mainly focuses on providing training programm for women and empowerment awareness programm for self help groups, intervention and hospitalisation in HIV/AIDS clients Training programme cum production for food processing in Manipur Vocational training programm for endles in cain and bemboo making as well as runing old aged residential home since 15 years providing selter and fooding and nutrition health care training programme in women and child trafficking.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:rusapalacecompound@gmail.com",
                    "Website:": "http://www.indiangoslist.com/ngo-address/rural-service-agency-in-imphal-east-manipur_MN-2009-0007446",
                    "Address:": "Palace Compound Imphal East, Imphal, Manipur, India 795001  "
                },
                "directions to:": "Palace Compound Imphal East, Imphal, Manipur, India 795001"
            }
        }
    ],
    "Meghalaya (5)": [
        {
            "Clean to Green": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Clean to Green is a free take-back program for used or defective electronic products (e-waste) to ensure their safe and environmentally sound recycling. Clean to Green is funded by producers of electrical and electronic equipment and complies with the E-waste Management Rules. We began the Clean to Green campaign to educate consumers on the benefits of professional recycling and create efficient take-back management systems for producers. Since we are all users of electronic and electric products, the responsibility what happens with the products when we finished using them lies with all of us. Littering or amateurish recycling can cause negative impacts to the environment and our health. In contrast, leaving the products with Clean to Green, assures that they are recycled and disposed in a professional and responsible way.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@cleantogreen.in",
                    "Website:": "https://cleantogreen.in/",
                    "Address:": "Lum khryiem, opposite umkdait, Nongmynsong, Shillong, Meghalaya, India 793019  "
                },
                "directions to:": "Lum khryiem, opposite umkdait, Nongmynsong, Shillong, Meghalaya, India 793019"
            }
        },
        {
            "Lakyrsiew Organic Hill Tea": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Lakyrsiew Organic Hill Tea is wonderful because of the people who make it. We began planting tea in 2002 on virgin scrubland and have cultivated organically from the start. Our tea bushes include a mixture of slow-growing Darjeeling and some Chinese plants from the era of the East India Company that we discovered locally. The estate receives heavy rains during the monsoon season and also benefits from its own spring which gives clean, sweet water all year round. The mists of the lake protect the garden from drought during the dry season. Careful contour planting on Lakyrsiew’s steep slopes and our belief in organic methods of cultivation enrich the soil and create a delicate tea of magnificent quality.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@lakyrsiew.com",
                    "Website:": "http://www.lakyrsiew.com/",
                    "Address:": " NH 40, Shillong, Meghalaya, India 793122  "
                },
                "directions to:": "NH 40, Shillong, Meghalaya, India 793122"
            }
        },
        {
            "Shillong Bamboo": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Shillong Bamboo was created with the vision to provide healthy, sustainable living in every aspect of your lifestyle. Being healthy is about more than the food you eat, and we are dedicated to providing quality support in our product and services. We proudly promise to sell you personal and home care pieces that won’t harm our Planet.Additionally we guarantee our brand to be vegan, organic, and biodegradable, so you can feel good about what you’re having and living.Completely Eco friendly products made up of Bamboo a green gift to mother nature.Our main aim is to promote the usage of bamboo products in everyday life as an eco – friendly substitute to wood, plastic and steel.IBOO speaker is one of the product whixh is open at both the ends , with a gap to place the phone .",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:bambooconstruction9@gmail.com",
                    "Website:": "http://www.shillongbamboo.com",
                    "Address:": " Mawsaitkhnam East Khasi hills, Meghalaya, India 793022  "
                },
                "directions to:": "Mawsaitkhnam East Khasi hills, Meghalaya, India 793022"
            }
        },
        {
            "Timpack": {
                "Categories:": "Green Architecture",
                "DESCRIPTION": "Timpack Private Limited is one of the oldest and pioneer private limited company in India, manufacturing and selling various bamboo products for multiple building and household applications and designs concepts. we offer mainly Bamboo Mats Corrugated Sheets, Bamboo Mat Boards and Bamboo Mat Ridge Caps. Bamboo Mat Corrugated Sheets and Bamboo Mat Boards are product options offered to homeowners, builders, construction companies, general contractors, importers, wholesaler and distributors, interior designers, architects and among others. Our products are eco-friendly, energy efficient alternatives to traditional wood or plastic-based materials100% Boiling Waterproof, Termite Resistance, Fire Resistance, Eco-Friendly, Energy Efficient, Low Thermal Conductivity, High Tensile Strength and Durability",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:contact.timpack@gmail.com",
                    "Website:": "https://timpackprivatelimited.business.site/",
                    "Address:": "15th Mile G.S. Road Byrnihat, Ri Bhoi, Meghalaya, India 793101  "
                },
                "directions to:": "15th Mile G.S. Road Byrnihat, Ri Bhoi, Meghalaya, India 793101"
            }
        },
        {
            "Smoky Falls Tribe Coffee": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Smoky Falls Tribe Coffee is an initiative taken to relive the forgotten tradition of coffee-making and drinking as in past generations of Meghalaya. Smoky Falls Tribe Coffee is a product of Fresh Coffee Cherries, handpicked by the Khasi women of Meghalaya, one of the few surviving matrilineal tribes in the world.The brand derives its name from the numerous waterfalls that cascade down from the beautiful rolling hills in Meghalaya, the native land of the proprietor, Ms. Dasumarlin Majaw. The occurrence of small patches of native coffee in Khasi hills was found mentioned in some literature of the early 20th Century. Based on these facts and the stories of our forefathers, we undertook the challenge of reviving coffee culture using modern machineries and techniques in Northeast India. Our company was started in 2016 with our factory unit at Rngi Jynriew Rum Nongthymmai, Shillong.The coffee plant is found scattered throughout the rollicking hills and cascading waterfalls of Meghalaya, North Eastern India, and Smoky Falls Tribe Coffee enterprise tries to capture the beautiful essence of the coffee grown in these regions. The packaged coffee is produced using the best modern roasting and grinding methods.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:smokyfallscoffee@gmail.com",
                    "Website:": "http://smokyfallstribecoffee.com/our-story/",
                    "Address:": "No. 35, Rngi Jynriew Rum, Jingkieng, Nongthymmai, Shillong, Meghalaya, India 793001  "
                },
                "directions to:": "No. 35, Rngi Jynriew Rum, Jingkieng, Nongthymmai, Shillong, Meghalaya, India 793001"
            }
        }
    ],
    "Mizoram (4)": [
        {
            "Bamboo Hub": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Bamboo Hub is an online marketing web design mainly for a Organic lovers. Bamboo Hub is a unit of DNP ASSOCIATES, we develop and produce furnitures and crafts made from Bamboo and Wood and promote ORGANIC materials to our clients worldwide.We provide our client the best and also promote their idea by producing and make the furniture design by them (our client) from Bamboo and Wood, this will make their idea alive, and that is where our core experience and satisfaction lies.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@bamboohub.in",
                    "Website:": "https://www.bamboohub.in/",
                    "Address:": " Senhri Section, Thuampui Veng, Aizawl, Mizoram, India 796017  "
                },
                "directions to:": "Senhri Section, Thuampui Veng, Aizawl, Mizoram, India 796017"
            }
        },
        {
            "One Organic": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "One Organic Partnership is a firm that deals in marketing, processing and production of all kinds of organic and natural produce from Mizoram. It is promoted by Angel Business Promoters of Mizoram and is incubated by Mizoram University Incubation Centre. It is the only private firm that deals with the produce under Mission Organic Value Chain Development of North East Region (MOVCD-NER) Scheme in Mizoram.One Organic focused on production and marketing of Spices and Beverages.",
                "CONTACT INFORMATION": {
                    "Website:": "https://www.oneorganic-mizoram.com/",
                    "Address:": " D-57, Sikulpuikawn, Repiblic Road  Mission Veng, Aizawl, Mizoram, India 796001  "
                },
                "directions to:": "D-57, Sikulpuikawn, Repiblic Road  Mission Veng, Aizawl, Mizoram, India 796001"
            }
        },
        {
            "Community Development Action & Reflection (CDAR)": {
                "Categories:": "Rural Development",
                "DESCRIPTION": "Community Development Action and Reflection (CDAR) started as an NGO to empower the farmers in Mizoram, so they may get better access to the market, finance, and education about their crops. They personally would like to encourage the youth to take up organic farming. Community Development Action and Reflection currently have a processing unit for turmeric and ginger at Turial. Freshly harvested ginger/turmeric is first washed, sliced and then dried in a cabinet dryer. Proper washing of ginger/turmeric is essential for the quality of the dried product as fresh rhizomes coming from the field are covered with mud. The mud is difficult to remove by hand wash due to the critical shape of the rhizomes. The dried product is ground into a fine powder and stored. There is a substantial market for it.” Humans of Mizoram is dedicated to documenting the lives and compelling stories of the people in Mizoram, India. Inspired by Brandon's Humans of New York.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:humansofmizoram@gmail.com",
                    "Website:": "https://www.facebook.com/pg/Humans0fMizoram/about/?ref=page_internal",
                    "Address:": " Aizawl, 796017, Mizoram, India  "
                },
                "directions to:": "Aizawl, 796017, Mizoram, India"
            }
        },
        {
            "Dr Me Ping Gel Cream": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "Dr.Me Ping Gel is one of the world's renowned herbal permanent hair remover gel whose ingredients are completely and purely made of herbs and plants. This gel is pure herbal gel used to to remove any kind of unwanted hairs permanently at home within 14 days.Dr Me Ping Gel is the fastest permanent hair removal gel cream for face, upper lip, chin, armpit and full body hair removal without any side effects. This herbal gel is very effective for treating unwanted hair problem due to PCOS, PCOD or Hirsutism Hormonal Imbalance. This gel permanently stops the growth of unwanted hair by killing the root follicles and stopping hair growth for both men and women.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:silvia.tom9009@gmail.com",
                    "Website:": "https://schnellmart.wordpress.com",
                    "Address:": "Bawngkawn, Aizawl, Mizoram, Mizoram, India 796014  "
                },
                "directions to:": "Bawngkawn, Aizawl, Mizoram, Mizoram, India 796014"
            }
        }
    ],
    "Nagaland (11)": [
        {
            "Seithogei Living School": {
                "Categories:": "Green Architecture",
                "DESCRIPTION": "The World is changing fast. The Future belongs to those who can adapt. Here you will learn about Sustainability, Adaptability and Resilience. We are Seithogei. Seithogei Living School epitomises and redefines Life and the purpose of Living. It is a School of Learning and Sharing Experiences.Most importantly - Understand the way of nature and train yourself to be. SUSTAINABLE - Create harmony with nature by building up a self sustained ecosystem. ADAPTIVE - Adapt to any situation, and be the best version of yourself. RESILIENT - Be the energy you want others to absorb. True resilience comes from an uplifted consciousness.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:seithogei@gmail.com",
                    "Website:": "https://seithogei.com/",
                    "Address:": " Seithogei Rutsa Bypass, NH-29, Kohima, Nagaland, India 797121  "
                },
                "directions to:": "Seithogei Rutsa Bypass, NH-29, Kohima, Nagaland, India 797121"
            }
        },
        {
            "Earth Friendly Generation": {
                "Categories:": "Training & Education",
                "DESCRIPTION": "Earth Friendly Generation (EFG) was established to promote the environmental values based on the constitution of India. Article 48A and Article 51A. I am also happy that people are also realizing the need to protect our environment, for which EFG is started as a humble effort towards that goal. We look forward to your visit to our office which is situated at Chiephobozou Town which is 25KM away from Kohima main town, Nagaland, India. Do help us in our new upcoming environmental initiatives.At present scenario, Entrepreneurs’ has become one of the most important roles to be played in every society for social development. It has become a trend where the development in various sectors is being neutralist using natural resources for benefits/profit base. Therefore, Earth Friendly Generation under its project “A Billion Hours Project” is aiming to promote local entrepreneurs’ also makes the entrepreneurs’ to use Natural Resources judiciously to preserve and protect the environment in the State.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:contact@earthfriendlygeneration.org",
                    "Website:": "https://earthfriendlygeneration.org/",
                    "Address:": " H.No:37, Hospital Colony, Near ADC Office, Chiephobozou Town, Kohima, Nagaland, India 797105  "
                },
                "directions to:": "H.No:37, Hospital Colony, Near ADC Office, Chiephobozou Town, Kohima, Nagaland, India 797105"
            }
        },
        {
            "Shibah Welfare": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Shibah Welfare is one of the leading Suppliers of a comprehensive array of products such as Organic Fertilizers, Organic Biofertilizer, Weedicide Fertilizer, Green Cardamom, King Red Chillies, and Turmeric Roots. Our company is quality oriented and we follow the quality norms of our country. Our entire range of products is tested on varied parameters such as freshness, moisture content, decay, spots etc. Samples out of each batch are tested to ensure they meet quality standards cited by buyers. Only when the samples are approved the food products are sent out for sale.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:shibahwelfare@rediffmail.com",
                    "Website:": "https://www.shibahwelfare.in/",
                    "Address:": " Dimapur, Nagaland, India 797112  "
                },
                "directions to:": "Dimapur, Nagaland, India 797112"
            }
        },
        {
            "Wander Nagaland": {
                "Categories:": "Eco-tourism",
                "DESCRIPTION": "Wander Nagaland multiple-day tours move from one village to another, from one tribal area to another. Your Lead Guide will be with you for the entirety of your journey through Nagaland, but in each new village, a Local Guide will be there to welcome you into their village. This is in the traditional spirit of the sovereign Naga village state. The warmth and sincerity of the Naga people creates a safe space that allows you to explore a self-contained world, which might help awaken aspects of yourself you didn’t know existed. For the Naga village, this practice keeps local guides employed close to their family, close to their home. Enabling locals to stay close to family, home and their indigenous lands helps keep our way of life alive. We value the unique and local qualities of each of our Naga tribes, down to the particular features of our villages, khels, and clans.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:hello@wandernagaland.com",
                    "Website:": "https://wandernagaland.com/",
                    "Address:": " Healing Garden H/O 455, Ward 9, Medziphema, Nagaland, India 797106  "
                },
                "directions to:": "Healing Garden H/O 455, Ward 9, Medziphema, Nagaland, India 797106"
            }
        },
        {
            "Central Institute of Horticulture": {
                "Categories:": "Training & Education",
                "DESCRIPTION": "Central Institute of Horticulture was established in the year FY2005-06 at Medziphema, Nagaland. It was created by the Ministry of Agriculture & Farmers Welfare, with a broad vision & mission for the development of Horticulture Sector in North East India. In such an era, the Institute has been putting its efforts and footprints in the exponential development of the horticulture sector through its variety of programmes.Central Institute of Horticulture has played a vital role in the effective dissemination of scientificfarming through technology demonstrations, imparting training to the farmers and officials of North East, production of quality planting material, protected cultivation of flowers & vegetables, organic farming, Post-harvest management, and skill development programmes etc.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:directorcih-ngl@gov.in",
                    "Website:": "https://www.cihner.gov.in/index.php/about/about-us.html",
                    "Address:": " Central Institute of Horticulture, Medziphema, Dimapur, Nagaland, India 797106  "
                },
                "directions to:": "Central Institute of Horticulture, Medziphema, Dimapur, Nagaland, India 797106"
            }
        },
        {
            "Flora Mart": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Flora Martflower nurserya haven for all plant lovers, Flora Mart has everything you need to brighten up a balcony, add privacy to your garden or add a touch of greenery to your home. Specializing in Bonsai, Green Plants, Lucky Bamboo, Flower Bulbs etc, this home-based nursery is ready to assist you whether you are looking for one plant or a full-scale landscaping project. Flora Mart flower nursery also offers flower pots, gardening tools and tips and advice on how to care for your plants.",
                "CONTACT INFORMATION": {
                    "Website:": "http://listednl.in/listings/flora-mart/",
                    "Address:": " Lingrijan, Dimapur, Nagaland, India 797113  "
                },
                "directions to:": "Lingrijan, Dimapur, Nagaland, India 797113"
            }
        },
        {
            "Flav’R": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Flav'R an exclusive shop in the Nagaland for best tea leaves and coffee, they also sales natural, organic product.Flav'R is the wholesalerand supplier of organic tea and green coffee powder. In our product range included many exclusive products for tea and coffee lovers, that is Green Coffee Powder, Instant Green Coffee,Organic Black Tea, Organic White Tea, Organic Green Tea, Chamong Lemon Green Tea, Flavored Green Teas like Blueberry Green Tea, MangoGreen Tea, OrangeGreen Tea, PeachGreen Tea, Strawberry Green Tea, Tulsi Green Tea with Lamon Ginger, Tulsi Green Tea withJasmine, Organic Natural Green Tea, Handmade Green Tea. We also have Organic Chyawanprash,Organic Ghee,Organic Honey,Organic Amla,Organic Tulsi Honey,Organic Mulethi etc.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sanjibsharmajrt@gmail.com",
                    "Website:": "https://www.facebook.com/FlavRdimapur/",
                    "Address:": " 1st floor Odyuo complex, Union bank Building, N. L. Road, Dimapur, Nagaland, India 797112  "
                },
                "directions to:": "1st floor Odyuo complex, Union bank Building, N. L. Road, Dimapur, Nagaland, India 797112"
            }
        },
        {
            "Etch Eternal": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Etch Eternal is a home-based business that specializes in all types of Glass Engraving, Windows, Doors, Car Windshield, Waste Glass Bottles, Glass Table, Glass interior Etc. The artist aims to showcase the rich Naga culture in his work using this rare technique which is delicately made and serves as the perfect home decor. Etch Eternal stands true to its name and delivers a lifetime durability, once etched. Etch Eternal Glass Artist proved that waste glass can be converted into best art.",
                "CONTACT INFORMATION": {
                    "Website:": "http://listednl.in/listings/etch-eternal/",
                    "Address:": " Chekiye Village Block '5' 4th Mile Dimapur, Nagaland, India 797112  "
                },
                "directions to:": "Chekiye Village Block '5' 4th Mile Dimapur, Nagaland, India 797112"
            }
        },
        {
            "Paper_affair Handcrafted Paper Art": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Paper_affair Handcrafted Paper Art makes art using tiny strips of paper to create vibrant 3d paper artwork in a technique called paper quilling.This is Eco-friendly art which is made by paper. Each creation by Paper Affair is handcrafted with extreme care and detail.Paper_affair Handcrafted Paper Art is creative eco-friendly art. They also create personalized logos, images, cards, names etc for any occasion and every artwork is framed so that the finished creation can be readily hung.",
                "CONTACT INFORMATION": {
                    "Website:": "http://listednl.in/listings/kuda-village-dimapur-paper_affair/",
                    "Address:": " Unnamed Road, Kuda Village, Half Nagarjan, Dimapur, Nagaland, India 797112  "
                },
                "directions to:": "Unnamed Road, Kuda Village, Half Nagarjan, Dimapur, Nagaland, India 797112"
            }
        },
        {
            "Naga Hills Enterprises": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Naga Hills Enterprises has gained immense expertise in supplying & trading of Black cardamom, kidney beans (rajma) etc. The supplier company is located in Tuensang, Nagaland and is one of the leading sellers of listed products.Naga Hills Enterprises offers a range of organic tea infused with flavors of select flowers, fruits, and medicinal herbs, all carefully hand-picked and blended to taste. Almost all their raw materials are sourced within Nagaland and manufactured in Tuensang. Their three primary flavors of teas available in the market are: ‘Rose Petals Green Charm’, ‘Pure Chamomile flower Green Bliss’, and ‘Exotic Roselle Delight Tea’. Two other options, ‘Floral tea’ and ‘Brown Rice Green Tea’ are manufactured on order. Currently shipping to numerous places in India, they are open to shipping their products overseas.",
                "CONTACT INFORMATION": {
                    "Website:": "http://listednl.in/listings/tuensang-nagaland-naga-hills-enterprises/",
                    "Address:": " High School A, Tuensang Town, Near Fire Brigade, Tuensang, Nagaland, India 798612  "
                },
                "directions to:": "High School A, Tuensang Town, Near Fire Brigade, Tuensang, Nagaland, India 798612"
            }
        },
        {
            "Nagas & Nagaland Enterprises": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Nagas & Nagaland Enterprises has been a leading name in offering top-notch Solar Products & Equipment. Located in Dimapur, Nagaland, we offer the best quality Smooth Functioning Solar Lantern to our customers at the best prices in the industry. Nagas & Nagaland Enterprises are the most supplier of smooth functioning Solar Lantern in Dimapur, Nagaland, India. solar led lantern offers a wide range of solar lanterns with standard and custom built versions. solar lantern for rural and urban homes, dhabas, shops, farms, and clinics. it is easily accessible with us at the most feasible price.",
                "CONTACT INFORMATION": {
                    "Website:": "https://www.tradeindia.com/fp5197284/Smooth-Functioning-Solar-Lantern.html",
                    "Address:": " Plot No. 104, Circular Road, Fellowship Colony Dist Dimapur, Near Dobhinalla Road, Dimapur, Nagaland, India 797113  "
                },
                "directions to:": "Plot No. 104, Circular Road, Fellowship Colony Dist Dimapur, Near Dobhinalla Road, Dimapur, Nagaland, India 797113"
            }
        }
    ]
}