{
    "Odisha (19)": [
        {
            "Desia Koraput": {
                "Categories:": "Eco-tourism",
                "DESCRIPTION": "We are the people of Odisha, passionate travellers, tour operator Odisha with experience of two decades on special interest tours, a small NGO with national tourism award winning for responsible travel initiative and the local tribal, schedule cast, other back ward class or general cast group of people of the Koraput valley who proud to call our selfDESIA.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@desiakoraput.com",
                    "Website:": "https://www.desiakoraput.com/who-are-we/",
                    "Address:": " Bantalabiri Village, Lamptaput, Koraput, Odisha, India 764081  "
                },
                "directions to:": "Bantalabiri Village, Lamptaput, Koraput, Odisha, India 764081"
            }
        },
        {
            "EeVe": {
                "Categories:": "E-vehicles",
                "DESCRIPTION": "EeVe is an Electric Two Wheeler manufacturing company that empowers the ecological sustainability with its futuristic, noise and emissions-free vehicle. EeVe is a one-of-its-kind automobile startup that brings a balance between high-end technology and ecological health of the world at one platform.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:marketing@eeveindia.com",
                    "Website:": "https://eeveindia.com/",
                    "Address:": "Bhubaneswar,, S3/45, Mancheswar Industrial Estate,, Odisha, India 751010  "
                },
                "directions to:": "Bhubaneswar,, S3/45, Mancheswar Industrial Estate,, Odisha, India 751010"
            }
        },
        {
            "Healthy Enviro Solutions": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "We Healthy Enviro Solutions are the leading Compact Sewage Treatment Plant Manufacturer of Bhubaneswar, Odisha. We are manufacturing Compact Sewage Treatment Plant in our own fabrication unit as per the available space and water outflow of the client. Sewage Treatment Plant or domestic wastewater treatment plant is the process of removing contaminants from wastewater and household sewage, both runoff (effluents) and domestic.Since we are the leading Sewage Treatment Plant Manufacturer of Bhubaneswar Odisha India, the task of designing and constructing facilities for treating wastewaters falls to our expert environmental engineers. They employ a variety of engineered and natural systems to get the job done, using physical, chemical, biological, and sludge treatment methods. Its objective is to produce a waste stream (or treated effluent) and a solid waste or sludge suitable for discharge or reuse back into the environment. This material is often inadvertently contaminated with many toxic organic and inorganic compounds.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:healthyenvirosolutions@gmail.com",
                    "Website:": "http://www.healthyenvirosolutions.co.in/commercial-etp-stp-plant-5702810.html",
                    "Address:": "BHUBANESWAR, PLOT NO 247, OSCAR CITY SQUARE, LAXMI SAGAR CANAL ROAD, KHURDA, Odisha, India 751006  "
                },
                "directions to:": "BHUBANESWAR, PLOT NO 247, OSCAR CITY SQUARE, LAXMI SAGAR CANAL ROAD, KHURDA, Odisha, India 751006"
            }
        },
        {
            "Kalinga Kommercials": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Kalinga Kommercials have gained valuable experience of over 30 years in delivering products and solutions as per needs of our customers. Our focus on quality had delighted our customers. We have the ability to assemble or integrate systems to deliver reliable solutions which cater to the user’s need. We recommend appropriate technology to deliver solutions which promotes a clean and sustainable lifestyle and supports the requirements of an eco-friendly environment. Our products are designed to be efficient, reliable and simple to service ensuring that they maintain high functionality in off-grid, rural and remote locations. Most large companies operating pan India are forced to offer the same solutions from Kashmir to Kanyakumari – but we offer tailor made solutions for local application keeping in mind the need, weather, economic and social conditions.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:support@kalingasolar.com",
                    "Website:": "https://www.kalingasolar.com/about-us/",
                    "Address:": "Shubham Market, 23, Janpath Rd, Ashok Nagar, Bhubaneswar, Odisha, India 751001  "
                },
                "directions to:": "Shubham Market, 23, Janpath Rd, Ashok Nagar, Bhubaneswar, Odisha, India 751001"
            }
        },
        {
            "Pragati Koraput": {
                "Categories:": "Rural Development",
                "DESCRIPTION": "Pragati Koraput is a voluntary organization established on 26th January 1992 and working to improve the quality of life of the rural poor in Koraput District of Odisha, India and registered under Societies Registration Act 1860 vide Registration No.KPT-2035-4/94-95 dated 27.4.1994 of the Additional Registrar of Societies, Koraput. Also registered under Foreign Contribution (Regulation) Act 1976 vide Registration No. 104960054 dated 26-08-1998 of the Ministry of Home Affairs, Government of India. Pragati Koraput is presently working in 5 Blocks i.e. Koraput, Nandapur, Kotpad, Lamtaput and Dashmanthpur reaching out to around 45,000 households. We have established a network of Forest Dependent people in Koraput District facilitating Community Forest management and rights over forest lands and resources. Pragati Koraput work in many segments like Facilitation and strengthening of People’s Organisations (Village Development Committees (VDC) ,Village Monitoring Committees (VMC), Village Forest Committees, Women Self Help Groups, Farmers Clubs, Producers Groups) and their Federations at Panchayat, Block & District level. Conservation and sustainable management of natural resources i.e. community forest management, soil and water conservation & creation of irrigation infrastructures. Sustainable Agriculture through organic practices. Disaster Risk Reduction and Climate Change Awareness.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:pragatikoraput@gmail.com",
                    "Website:": "http://www.pragatikoraput.org/",
                    "Address:": "Pujariput, Koraput, Odisha, India 764020  "
                },
                "directions to:": "Pujariput, Koraput, Odisha, India 764020"
            }
        },
        {
            "Koraput Organic": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Koraput Organic was established in the year 1996 in the city of Koraput, Odisha. Our prime motive is to ensure the optimum level of client satisfaction. Thus, we endeavor to produce food products that are hygienically processed, have rich taste & aroma, longer shelf life, and high nutritional content. Koraput Organic not merely make high-level quality claims, but collaboratively work to assure top-class quality in our range of edible products. Processed, quality-tested and packed in compliance with global quality protocols and norms, our organic products reduce toxicity in the soil, air and water bodies. So with our food products, customers not only get the real and unadulterated taste of coffee, fruits, vegetables, pulses, and spices but at the same time contribute towards the growth and promotion of a greener and a healthier planet. All our products like Coffee, White Pepper, Black Pepper, Fresh Mango, Non-Basmati Rice etc. are certified to be 100% organic as per Organic Production Standards (NPOP). ",
                "CONTACT INFORMATION": {
                    "Website:": "http://www.koraputorganic.co.in/about-us.htm",
                    "Address:": " New Jani Guda,  Koraput-764020, Odisha, India  "
                },
                "directions to:": "New Jani Guda,  Koraput-764020, Odisha, India"
            }
        },
        {
            "Shailja Organic Products": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Shailja Organic Products is one of the leading producers of herbal products situated in Bhubaneswar, India. We produce Stevia Rebaudiana Bertoni under the brand name of Sweetal. The company has its own land of sprawling 50 acres of stevia cultivation, a recently upgraded factory looking into the vast demand for stevia-based products. Shailja Organic Products has dedicated Scientists in the Research and Development Unit looking forward to future innovations. Every process is carried out with priority towards quality under the supervision of experienced persons using the latest technology.We are planning to work with more than a thousand farmers in the coming 3 years across Odisha & also other states. Our Research Department is planning to come up with diverse products based out of stevia which is customized & competitively priced.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:shailjarout@yahoo.co.in",
                    "Website:": "https://www.indiamart.com/shailjas-organic-products/",
                    "Address:": " Incubation Centre, CV Raman College of Engineering Bidya Nagar, Mahura, Janla, Bhubaneswar-752054, India, Odisha, India  "
                },
                "directions to:": "Incubation Centre, CV Raman College of Engineering Bidya Nagar, Mahura, Janla, Bhubaneswar-752054, India, Odisha, India"
            }
        },
        {
            "organic soch": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Organic Sochaims to bring you all together to make a sustainable future which has all the goodness, happiness, and a healthy life. Organic Soch is a destination point where customers can access to safe organic foods along with harmful chemical and pesticide free beauty products, natural products and herbal products. It's also the first exclusive multi-brand organic destination in Odisha. The nature-based theme with the beautiful ambiance of this organic supermarket guaranteeing you the best shopping experience. ",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:organicsochofficial@gmail.com",
                    "Website:": "https://www.facebook.com/organicsochofficial/",
                    "Address:": " M Mart, New Bus Stand Rd, Brahmapur, 760002, Odisha, India  "
                },
                "directions to:": "M Mart, New Bus Stand Rd, Brahmapur, 760002, Odisha, India"
            }
        },
        {
            "Aroma Store": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "Aroma Store is a leading manufacturer dedicated to providing the ultimate, Pure Essential Oils, Aromatherapy, and Natural Skincare Products for over 32 years. It was Established in 1985 by Er. Hare Krushna Panda. Aroma Store has steadily expanded from a small- cottage industry into one of the largest specialist aromatherapy suppliers in the market today, distributing a vast range of award-winning aromatherapy products. Experience yourself the huge benefits of buying aromatherapy products from an expert company who supplies the finest products at affordable prices and cares about the needs of every individual without polluting the environment. Our product range satisfies our customer's desires for outstanding, pleasurable aromatics and therapeutic qualities from naturally-derived ingredients that are personally and environmentally protective and tested without the use of animals. Our Vision is to be the preferred supplier of Aroma & Organic Products with innovative design and solutions.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@aromastore.in",
                    "Website:": "https://www.aromastore.in/pages/about-us",
                    "Address:": " Villa No. 2, IT City, Phase-1, Infovalley, Bhubaneswar-752054, Odisha, India  "
                },
                "directions to:": "Villa No. 2, IT City, Phase-1, Infovalley, Bhubaneswar-752054, Odisha, India"
            }
        },
        {
            "Green Energy Development Corporation": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Green Energy Development Corporation of Odisha has been incorporated under the companies act, 1956 as a public limited company on 18.04.2013. GEDCOL is a wholly owned subsidiary of Odisha Hydro Power Corporation Ltd. (OHPC); a Gold Rated PSU of Govt. of Odisha. The main objective for creation and constitution of GEDCOL is to explore the huge renewable energy resources in the State which are other wise untapped for a long time. Green Energy Development Corporation is a board managed company and the Board functions under the Chairmanship of Principal Secretary, Dept. of Energy, Govt. of Odisha and Chairman OHPC. The company is currently functioning at its Regd. Office situated at Bhubaneswar. GEDCOL has planed to install initially at least 100 MW solar and small Hydro Power in the coming 3 yrs in the State of Odisha.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@gedcol.com",
                    "Website:": "http://gedcol.com/Home/Profile",
                    "Address:": " OSPH&W Corporation Building. Janpath, Bhoinagar, Bhubaneswar-751022, Odisha, India  "
                },
                "directions to:": "OSPH&W Corporation Building. Janpath, Bhoinagar, Bhubaneswar-751022, Odisha, India"
            }
        },
        {
            "Annapurna Agro Biotech India": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Annapurna Agro Biotech India Pvt Ltd.has dedicated itself for catering to the needs of the farming community. The outcome of its constant endeavor to supply quality and result oriented products though continues research. It has been focusing on the advancement of Indian agriculture since its inception.Annapurna Agro Biotech India is credited with pioneering production and marketing of high-quality organic farming products. This is a committed company in the business of new generation advanced Agric inputs now releasing Bio-urea the ultimate yield enhancing granules. Annapurna Agro Bio-Tech India has dedicated itself for catering to the needs of the farming community. The outcome of its constant endeavor to supply quality and result in oriented products through continuous research.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:customer-are@annapurnaagrotech.com",
                    "Website:": "http://annapurnaagrotech.com/about.php",
                    "Address:": " Arunoday Market, Badambadi, Cuttack, Odisha, India 753012  "
                },
                "directions to:": "Arunoday Market, Badambadi, Cuttack, Odisha, India 753012"
            }
        },
        {
            "Gayatri Techno Solutions": {
                "Categories:": "Rural Development",
                "DESCRIPTION": "Gayatri Techno Solutions deals with Solar Heaters, Solar Water Pumps, Solar Street Lights, Batteries, LED Lights, On-Grid and Off-Grid Installations. We also provide complete solutions for Solar Power Generation and Distribution. We have EPC teams for all Solar Products like solar roof top installation, solar street lights, solar drinking water, solar water heaters, solar pumps etc.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:gayatritechno.odisha@gmail.com",
                    "Website:": "https://gayatri-techno-solutions-waaree.business.site/?utm_source=gmb&utm_medium=referral",
                    "Address:": " S.L.N. Marg, Kamapalli Square, Berhampur, Odisha, India 760004  "
                },
                "directions to:": "S.L.N. Marg, Kamapalli Square, Berhampur, Odisha, India 760004"
            }
        },
        {
            "Alpus Agrovet Pvt. Ltd.": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Alpus Agrovet Pvt. Ltd. is the first company in Odisha to commercially produce and market organic chickens, not only in Odisha but in India to give the substitute of antibiotics injected poultry.Alpus Agrovet's mission is to provide nutritious and tasty chicken substitutes to consumers. They are organic chicken, medicinal chicken, country chicken birds and brown eggs.Since our mission is to provide nutritious and tasty chicken to consumers.Contract farmers are raising country chicken birds given by us and we have successfully enriched the lives of many an urban household and are in the process of entering rural areas ofOdisha.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:infoorganicodisha@gmail.com",
                    "Website:": "http://organicodisha.co.in/about_us.html",
                    "Address:": " Organic Odisha, Saheed Nagar, Bhubaneswar, Odisha, India 751007  "
                },
                "directions to:": "Organic Odisha, Saheed Nagar, Bhubaneswar, Odisha, India 751007"
            }
        },
        {
            "JP Handloom": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "JP Handloom established in 1992, has evolved to be the most trusted wholesaler and supplier of the most durable range of organic Tussar, Mulberry, Eri and Muga Silk yarn. The company is known to deliver a range which is applauded in the global market for their premium quality and efficient pricing. Superior quality and effective prices are few of the features which have helped the company to gain a competitive edge in the market.JP Handloom offers Eri silk finer handspun yarn, unique textured handspun red silk yarn, Eri noil silk yarn, organic Eri silk fine yarn, Tussar handspun silk yarn andRed Eri silk yarn. To fabricate these products in full compliance with the set industry norms, our professionals consider only optimum grade raw material given by the trusted and certified suppliers of the industry. These products are high in demand for their attractive color combination and high-quality features. They are prominent & Leading Exporter from Bhubaneshwar.",
                "CONTACT INFORMATION": {
                    "Website:": "http://www.jphandloom.in/about-us.html",
                    "Address:": " Block-3/3B, BMC Bhawani, Saheed Nagar Enclave, Bhubaneswar, Odisha, India 751007  "
                },
                "directions to:": "Block-3/3B, BMC Bhawani, Saheed Nagar Enclave, Bhubaneswar, Odisha, India 751007"
            }
        },
        {
            "Om Organic Cotton": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "Om Organic Cotton Private Limited was established in the year 2008 at Kantabanji, Odisha, and was instrumental in Manufacturing and Exporting a comprehensive assortment of Cotton Bales, Cotton Waste, etc. They have been able to gain the trust of customersincountries such as Bangladesh, Egypt, China, Europe, etc.Om Organic Cotton aims to improve the livelihoods and well-being of producers by paying a better price and providing continuity in the trading relationship. They also promote development opportunities for producers, especially women and indigenous people and to protect children from exploitation in the production process. They protect human rights by promoting social justice, sound environmental practices, economic security and support sustainable development where everyone through their work can maintain a decent and dignified livelihood and utilize their full potential at the same time.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sudhir_kbj@yahoo.com",
                    "Website:": "https://www.indiamart.com/omorganiccotton/about-us.html#",
                    "Address:": " Village- Kurli, Post Office- Kantabanji, Odisha, India 767039  "
                },
                "directions to:": "Village- Kurli, Post Office- Kantabanji, Odisha, India 767039"
            }
        },
        {
            "Biosourcing Pvt. Ltd.": {
                "Categories:": "Herbal medicine",
                "DESCRIPTION": "Biosourcing Pvt. Ltd. believes in \"Ayurveda\", the ancient Indian system of medicine based on natural and holistic living. Modern day \"health food supplement\" is nothing but the renewed version of the 5000-year-old science of Ayurveda, with state of art technology. Biosourcing Pvt. Ltd. aims to work on application of natural products in modern life through scientific research and validation. We aspire to make our Natural Herbal products (Ayurvedic Products) available at all corners of the world. Help each global citizen with the fundamental principles in nature that underlie the creation, preservation, and restoration of health and the promotion of longevity.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sidharth@biosourcing.com",
                    "Website:": "https://www.indiamart.com/biosourcing-com-pvtltd/",
                    "Address:": " No A-41, Janpath, Ashoknagar, Station Road, Bhubaneswar, Odisha, India 751009  "
                },
                "directions to:": "No A-41, Janpath, Ashoknagar, Station Road, Bhubaneswar, Odisha, India 751009"
            }
        },
        {
            "KASAM Organic": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Kandhamal Apex Spices Association for Marketing - KASAM Organic started the business of organic spices way back in the year 1999. Now KASAM is also listed nationally as a renowned manufacturer as well as a processor of organic spices. The most valuable aspect of Kandhamal turmeric is that these are produced “organically” without using any chemical fertiliser and pesticide.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:kasam.organic@gmail.com",
                    "Website:": "http://www.kasamorganic.com/company-profile",
                    "Address:": " Phulbani, Odisha, India 762001  "
                },
                "directions to:": "Phulbani, Odisha, India 762001"
            }
        },
        {
            "Verve Consulting": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Verve Consulting is a leading professional services firm, offering advisory services in Climate Change and Infrastructure. We have provided our advisory services to many government agencies and private clients. Verve Consulting has carried out approximately 50 CDM projects that required deep understanding of renewable energy and industrial processes and was among the market leaders in the climate change business in India. We have more than 50 business associates in various sectors.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:verve@verveconsult.com",
                    "Website:": "https://www.verveconsult.com/",
                    "Address:": " Bhubaneswar, Odisha, India 751013  "
                },
                "directions to:": "Bhubaneswar, Odisha, India 751013"
            }
        },
        {
            "Ananta Green Farm": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Ananta Green Farm Pvt. Ltd. is a company registered under the leadership of Samir Kumar Mathan, having 25 years old experience in the field of agriculture, real estate and tourism. The company provides various high income, agro projects in various fields i.e. Plantations, Open cultivation of various crops & protected cultivation crops, Floriculture/ Green House development, Nursery Development, Organic Farm and Garden development, Animal farming, Drip Irrigation system and Solar fencing etc. right from concept to implementation.Apart from these, Ananta Green Farms has launched a unique Farm House – cum- Agro Tourism project called Gopala Farm Exotica. It is an eco-tourism project organized by Ananta Green Farm Pvt. Ltd., is among select farms offering high standard of accommodation and leisure facilities. Enjoy the peace and tranquility of the farm and its surrounding countryside with the great Chandaka Avayaranya to the full by walking around.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@anantagreenfarm.com",
                    "Website:": "https://www.indiamart.com/company/11592086/about-us.html",
                    "Address:": "Madhupatna Shreema Lane P. O- Kalyaninagar, Cuttack, Odisha, India 753013  "
                },
                "directions to:": "Madhupatna Shreema Lane P. O- Kalyaninagar, Cuttack, Odisha, India 753013"
            }
        }
    ],
    "Pondicherry (15)": [
        {
            "Ecoindian": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Ecoindian, the best online organic shops in Chennai and Pondicherry in India. Buy the best organic grocery online in Pondicherry and Chennai India from one of the top organic food brands in India, Ecoindian – The Zero Waste Store. We provide 100% organic grocery, organic vegetables and fruits, organic gourmet, home care & sustainable products in all over India. And we are one of the best and top organic food stores in Chennai and Pondicherry India.In 2019, Ecozara launched Ecoindian as a sustainable plastic-free initiative currently operates a Zero-waste retail outlet in Chennai, online store & sustainable products brand. Ecoindian store retails organic & natural foods & sustainable lifestyle products. At Ecoindian, We reduce food-waste &amp; plastic landfills by providing package-free healthy food &amp; sustainable products to consumers. Create a positive impact on our environment. We ensure our suppliers follow eco-friendly packaging while supplying products to us.We source from Local artisans, Organic farmers, self-help group &amp; non-mass producing brands. We understand our supplier's production process &amp; practices. Our customers will be informed about the source of our supplies &amp; give credit to the supplier with minimalistic branding. Ecoindian is a humble entity focused on bringing our organic farmers, artisans, self-help groups who produce native eco-friendly products with its exclusive marketplace in India",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:ecoindianpondy@gmail.com",
                    "Website:": "https://www.ecoindian.com/",
                    "Address:": " 1st Main Road, Vivekananda Nagar, Ellaipillaichavadi, Thanthai Periyar Nagar,, Pondicherry, India 605009  "
                },
                "directions to:": "1st Main Road, Vivekananda Nagar, Ellaipillaichavadi, Thanthai Periyar Nagar,, Pondicherry, India 605009"
            }
        },
        {
            "Napcen": {
                "Categories:": "Green Gadgets",
                "DESCRIPTION": "Napcen cares about the air you breathe. We offer products, systems and services which ensure clean air at work, anywhere in the world. We respect the environment and we deliver high-quality products. Our expertise in the industry and our genuine commitment to customer requirements enables us to provide the solutions you need.Napcen is an industrial air filtration system that specializes in the removal of Dust, fumes, corrosive gases, toxic vapors, Oil Mist, odours, etc. Our Systems are used to protect people from accidental release of toxic gases and improve the quality of air by removing odours and pollutants. Napcen cares about the air you breathe. We offer products according to international norms and standard and we continue to provide better service and support even after years of installation. We ensure clean air at work anywhere in the world. We respect the environment and we deliver high-quality products.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:suresh@napcen.com",
                    "Website:": "https://www.napcen.com/",
                    "Address:": " No.1, North Street, S.M.V. Puram East, Villianur, Pondicherry, India 605110  "
                },
                "directions to:": "No.1, North Street, S.M.V. Puram East, Villianur, Pondicherry, India 605110"
            }
        },
        {
            "Drizgas Tech – Wet Scrubber Manufacturer": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "We introduce ourselves “Drizgas Tech” as an organization, committed to providing quality products and services for air pollution control with excellent performance. We are specialized in chemical fumes control using fume extractor, wet scrubber, dry scrubber for a variety of indoor industrial applications: Chemical, pharmaceutical processes, reactors, chemical mixing, fume hood, research laboratories, Acid etching, solvent cleaning, etc.We are the leading manufacturer of wet scrubbers in India for various industrial applications including chemical, pharmaceutical processes, reactors, chemical mixing, fume hood, research laboratories, acid etching, solvent cleaning etc. Our products and services are guaranteed to comply with recent pollution control board norms and local emission regulations. Our company is dedicated to provide innovative cost-effective solutions for industrial air pollution problems at indoor. With proven technology, we assist the customer to select and design effective air pollution control systems. The capabilities we have are selecting suitable techniques to capture and control chemical fumes.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@drizgas.com",
                    "Website:": "https://www.drizgas.com/",
                    "Address:": " Plot No. 155, Sri Amirthavarshini Nagar, Ariyapalayam, Villianur, Pondicherry, India 605110  "
                },
                "directions to:": "Plot No. 155, Sri Amirthavarshini Nagar, Ariyapalayam, Villianur, Pondicherry, India 605110"
            }
        },
        {
            "Vel Marketing & Sales": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "We at Vel Marketing & Sales are manufacturing and supplying organic farming inputs like Panchagavya, Agniastra pesticide, Herbal pest repellent, Cow Urine, Cow dry dung – Manure, Ganajeevamrutha, Indian Cow arka, Cow dry dung – Varati, Thiruneer, Sticky traps pad, Sticky traps bottle, Enriched Bio-Organic Manure, Bio Granules, Organic Granules, Neem Oil, Neem Oil Emulsifier, Neem cake / granules, Neem pellet, Neem manure, Peanut cake/Pongan cake / granules, ilupai cake / granules, Castor cake / granules, Coir pith Block, Epsom salt, Seaweed Extract Gel, Seaweed Extract Liquid, Seaweed Extract Powder, Super Potassium F Humat Shinny flakes, Humic liquid, Humic (formulated Liquid), Bio Fulvic acid, Amino acid etc., and supplying agriculture, Carden accessories like and Folding plastic crates, Paddy nursery tray, Hydroponics trays, Egg tray, Pro tray/Seedling tray, Root-trainer, etc.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:velmarketingsale@gmail.com",
                    "Website:": "https://velmarketingsales.business.site",
                    "Address:": " #28, Chinnayanpet Main Road, Venkateshwara Nagar, Pondicherry, India 605001  "
                },
                "directions to:": "#28, Chinnayanpet Main Road, Venkateshwara Nagar, Pondicherry, India 605001"
            }
        },
        {
            "Pondicherry Spirulina Farms": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Pondicherry Spirulina Farms (PyFarms) was established in May 2008 and the company is licensed to commercially grow the health food Spirulina in the Union Territory of Pondicherry, India. We are a south-India based natural food company specialized in the cultivation, manufacturing and marketing of Spirulina. Our cultivation plant is located in a remote village in Pondicherry on the bank of ‘Bay of Bengal’. Pondicherry is well known for its beaches, Aurobindo ashram, Auroville-city of dawn and other tourism spots. We believe that Pondicherry is not only a strategic location but also a place of natural environment well suited for growing algae. The quality of Spirulina products is certified byPondicherry Food Cell departmentand the laboratory tests are periodically conducted by one of the regional biology laboratories.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:pyfarms@gmail.com",
                    "Website:": "http://www.pyfarms.com/index.htm",
                    "Address:": "No 75, 2nd Cross, Netha Nagar, Velrampet, Pondicherry, India 605004  "
                },
                "directions to:": "No 75, 2nd Cross, Netha Nagar, Velrampet, Pondicherry, India 605004"
            }
        },
        {
            "Kavin Crafts": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "We are Kavin Crafts, a group of artisans from the city of Pondicherry, who are manufacturing and exporting of High Class Eco Friendly Handicrafts. We are specialized in Recycled Paper Products, Perfumed Candles, Handmade Lamp Shades, Natural Fragrances and Oils, Handmade Natural Soaps, Eco Fashion Jewels, Coconut Shell Products, Stoneware Cookware. Please give your support to make the EARTH Green Earth with our GREEN Products.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:myorder@kavincrafts.com",
                    "Website:": "http://www.kavincrafts.com/go-pondy-bazaar/",
                    "Address:": " #21, Sri Aurobindo Street, Heritage Town, Puducherry, Pondicherry, India 605001  "
                },
                "directions to:": "#21, Sri Aurobindo Street, Heritage Town, Puducherry, Pondicherry, India 605001"
            }
        },
        {
            "Creative Art of Souls": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "Creative Art of Souls believes that for any initiative to be sustainable it has to be built on 3 important pillars, the social, environmental and economic. We believe that an integrated development and strengthening of all 3 pillars is key for sustainability to be achieved. An integral part of the ethos of Creative Art Of Souls is its Environment and Social Responsibility (ESR). Our ESR is implemented both directly in-house and through collaboration with other organizations such as social and environmental non-governmental organizations (NGOs).Registered in 2013, Creative Art Of Souls has gained immense expertise in supplying & trading of Cotton fabrics etc. The supplier company is located in Puducherry, Puducherry and is one of the leading sellers of listed products. Buy Cotton fabrics in bulk from us for the best quality products and service.",
                "CONTACT INFORMATION": {
                    "Website:": "https://www.indiamart.com/company/3804704/aboutus.html",
                    "Address:": " #1, All India Press Compound, Kennady Nagar, Puducherry, Pondicherry, India 605001  "
                },
                "directions to:": "#1, All India Press Compound, Kennady Nagar, Puducherry, Pondicherry, India 605001"
            }
        },
        {
            "Effimax Solar": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Effimax Solar is an established solar company headed by professionals with more than 20 years of experience in solar drying technology. It has got the state-of-the-art facility to manufacture high-quality solar dryers which areused in different sectors across the country.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@effimaxsolar.in",
                    "Website:": "http://effimaxsolar.in/",
                    "Address:": "125, Mettu Street, Chinnakalapet, Puducherry, Pondicherry, India 605014  "
                },
                "directions to:": "125, Mettu Street, Chinnakalapet, Puducherry, Pondicherry, India 605014"
            }
        },
        {
            "AmrutDhara Water Services": {
                "Categories:": "Green Innovations",
                "DESCRIPTION": "AmrutDhara Water Services Pvt. Ltd. has created a clean water vending machine that provides water upon payment of money. Using human-centered design principles and tools, they are delivering a simple, intuitive experience. Put a coin in, push a button, get water out.With embedded sensors, AmrutDhara is able to assure that every drop of water that passes through our vending machine into a bottle or glass has been purified. If the water doesn't pass our standards we shut the machine down, and trigger maintenance and investigations into the failure. All our data is run through algorithms in the cloud, through which we keep a vigilant eye on our machines.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:min@amrutdhara.in",
                    "Website:": "http://www.amrutdhara.in/#about",
                    "Address:": " Maitreye, Auroville, Villupuram, Pondicherry, India 605101  "
                },
                "directions to:": "Maitreye, Auroville, Villupuram, Pondicherry, India 605101"
            }
        },
        {
            "AuroRE Auroville": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "AuroRE Auroville is a commercial outlet of CSR (Center of Scientific Research) dedicated to the promotion and implementation of renewable energy technologies in Auroville, India since 1992. These systems include water pumping systems, solar water heaters, PV power plants, biogas plants, wind pumps, hybrid wind-solar systems etc.Vision & MissionAuoRe aims to innovate in the design and implementation of renewable energy systems. Over the years, it has built up capacities for design, procurement, integration, management, installation and maintenance of renewable energy applications and services.Driven by the aim to effectively switch to sustainable energy solutions for a cleaner future, AuroRE is dedicated to provide customized renewable energy solutions to meet the domestic, industrial or institutional needs, in rural or urban India, with a specific dedication to serve the needs of remote areas of the subcontinent.Leaders & TeamA small core team made up of engineers, environmentalists, planners, designers, administrators, computer specialists and support staff gets support from a bright group of volunteers and specialists from all over the world.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@aurore.in",
                    "Website:": "http://auroville-learning.net/av_unit/aurore/",
                    "Address:": " Sunlit Future, Aurosharjan compound, Auroville, Pondicherry, India 605101  "
                },
                "directions to:": "Sunlit Future, Aurosharjan compound, Auroville, Pondicherry, India 605101"
            }
        },
        {
            "Upasana Design Studio": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "Upasana Design Studio is an ethical fashion brand from Auroville, India, that uses design for change. We empower countless people through our textile work. It is a place where creativity, fashion, design, Indian culture, business, social responsibility and spiritual progress are woven together. Upasana Design Studio is a place where people are the central focus and all the projects, products and resources help people to grow and develop into their full radiance.Our work ranges from design and manufacturing of garments using a rich palette of traditional Indian textiles (organic cotton, silk from Benares etc.) to design consultancy, education and social development.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:admin@upasana.in",
                    "Website:": "http://www.upasana.in/",
                    "Address:": "Auroville, Auroshilpam, Pondicherry, India 605101  "
                },
                "directions to:": "Auroville, Auroshilpam, Pondicherry, India 605101"
            }
        },
        {
            "Bio Organic & Natural": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "At Bio Organic & Natural (BON Organics), we are inspired by the nature’s secrets towards longevity and healing properties hidden in its precious oils, fragrant flowers, gentle healing herbs, flavored spices and other valuable botanicals. We deliver this organic experience of ‘true nature’ to you as we have recognized that these wonders of aromatherapy will render tranquility and good health to the body, mind, and soul. Starting as a natural seed that fell into the soils of a wild jungle, we have grown with the belief in adopting the natural alternative to everything which should be natural. Starting from the way of processing & developing to the materials used in packing & printing we have proved and are proud to say that “we are a pollution-free unit”.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:contact@bonorganics.com",
                    "Website:": "https://bonorganics.com/about-us/",
                    "Address:": " Auroville, Pondicherry, India 605104  "
                },
                "directions to:": "Auroville, Pondicherry, India 605104"
            }
        },
        {
            "Nature Eco Products": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Nature Eco Products.com is the best place to see and buy today's trendy eco-friendly handicrafts from simple curio that are in high demand. Ithelps consumers to find the best fully handmade handicraft products, making shopping eco-friendly products pretty easy.Nature Eco Products realizes that a great shopping experience requires more than just technology, so our goal is to entice and entertain our visitors while providing an invaluable service.Nature Eco Products was established in 2009 by Sivasakthi Enterprise, a company that is engaged in supplying, trading and exporting natural fiber handicrafts. The product range offered by us is designed using superior quality raw material, which is extensively demanded in art & craft industry, our range is known for eco-friendliness, biodegradability and durability.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:enquiry@natureecoproducts.com",
                    "Website:": "http://www.natureecoproducts.com/",
                    "Address:": "No. 110, 1st Floor, Pavendar Nagar, Moolakulam, Pondicherry, Pondicherry, India 605010  "
                },
                "directions to:": "No. 110, 1st Floor, Pavendar Nagar, Moolakulam, Pondicherry, Pondicherry, India 605010"
            }
        },
        {
            "Eco Femme – Washable Cloth Pads": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "Eco Femme is a women-led, social enterprise dedicated to being a scalable project with demonstrable impact that can be an example of how business and social responsibility really can go hand in hand. Founded in Auroville in 2010, our goal is to create environmental and social change through revitalising menstrual practices that are healthy, environmentally sustainable, culturally responsive and empowering for women around the world.We produce and promote cloth washable menstrual pads, an alternative menstrual product, which lasts for approx 75 washes. Cloth menstrual pads are rapidly gaining acceptance around the world for their health, environmental and cost saving benefits. A woman who switches from using disposable to reusable menstrual pads can prevent an average 600 disposable pads from being thrown away during a 5 year period. A single disposable sanitary napkin takes an estimated 500 to 800 years to decompose – in a country like India with undeveloped waste disposal mechanisms and a vast population, cloth pad use can have a dramatic impact on waste reduction. Eco Femme pads are made of cotton flannel which is not only reusable but when cared for properly, can reduce the risk of infections and irritation.We believe that women generating their own income is a key towards empowerment and greater freedom and development for women in under-served communities.In addition to this, for every Eco Femme washable cloth pad sold outside India, a pad is donated to a girl in rural India as part of our Pad for Pad program. Four donations are clubbed together to form one kit that consists of 4 pads, a travel pouch, an educational booklet and care instructions. Pads are offered as a free choice to girls, ages 10-19, who come from economically disadvantaged backgrounds. The Pad for Pad sessions are designed to give girls the skills to manage their periods hygienically and with dignity, and the chance to relate to menstruation as a normal, healthy experience. We are reaching an average of 150 girls per month and partner with organisations across India to widen the reach of this program. The program is also regularly evaluated to receive the girls’ feedback and assess the usage and acceptance of the program.In October 2013, we launched Pads for Sisters in order to make our products accessible to economically disadvantaged women (over 19 years old) at a subsidised price to organizations working with women who otherwise could not afford the products.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@ecofemme.org",
                    "Website:": "http://www.ecofemme.org",
                    "Address:": "Saracon Campus, Kottakarai, (near Ganesh Bakery),, Auroville, Pondicherry, India 605111  "
                },
                "directions to:": "Saracon Campus, Kottakarai, (near Ganesh Bakery),, Auroville, Pondicherry, India 605111"
            }
        },
        {
            "EcoPro": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "The EcoPro team wants to contribute to an ecologically sound management of natural resources, primarily of water and soil. We promote an integrated management of liquid and solid \"wastes\", eco-friendly approaches in environmental hygiene and sanitation, and sustainable methods and technologies in food production. This is our contribution to environmental health and public hygiene.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:ecopro@auroville.org.in",
                    "Website:": "http://www.ecopro.in/",
                    "Address:": " Aurosarjan Complex, Auroville, Bommayapalayam, Pondicherry, India 605101  "
                },
                "directions to:": "Aurosarjan Complex, Auroville, Bommayapalayam, Pondicherry, India 605101"
            }
        }
    ],
    "Punjab (23)": [
        {
            "Chandigarh Organics": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Chandigarh Organics, are committed to providing organic quality and healthy food free from harmful and chemical-based preservatives, pesticides, eventually reducing the potential risks combined with eating unhealthy food. The persistent rise in the use of harmful chemical fertilizers has raised concern towards deteriorating health. Chandigarh Organics fulfills your need online for the best quality organic groceries, super-foods, fresh fruits, and dairy products within your reach, reduces the risk of harmful and life-threatening diseases, and ensures a better and healthy life.The best thing is –you get every organic food products under one roof and at your doorsteps. Chandigarh Organics is an online organic food store that provides organic food products from certified brands. We have organic food products from national and international brands whose products are organically produced, mostly using natural fertilizers, bio-manures, and bio-pesticides. So keep yourself healthy order organic food and food products online in India at Chandigarh organics food store.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:chdorganicstejus@gmail.com",
                    "Website:": "https://www.chandigarhorganics.com/",
                    "Address:": " Shop no.13, Badheri, Sector 40B, 41Dividing Road, Chandigarh 160036, Punjab, India 160036  "
                },
                "directions to:": "Shop no.13, Badheri, Sector 40B, 41Dividing Road, Chandigarh 160036, Punjab, India 160036"
            }
        },
        {
            "Le-vanza Food and Herbals": {
                "Categories:": "Herbal medicine",
                "DESCRIPTION": "Le-vanza Food and Herbals has become a popular name in herbal supplement and medicine manufacturers in India. We have 25+ years of experience in manufacturing the quality herbal products with following the ISO and WHO standards. We are experts in manufacturing the various ranges of herbal medicines, skincare, hair care, and herbal supplements. Our specialty is to provide the guaranteed 100% natural herbal medicine and dietary supplements at a very affordable price with no side effects.If you want to get more information about our products then visit our website.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:levanzafoodandherbals@gmail.com",
                    "Website:": "https://levanzafoodandherbals.com/",
                    "Address:": " Plot no. 153, Industrial Area Phase 2, Chandigarh, Punjab, India 160002  "
                },
                "directions to:": "Plot no. 153, Industrial Area Phase 2, Chandigarh, Punjab, India 160002"
            }
        },
        {
            "Glorify Garbage": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Glorify Garbage provides waste management recycling services by participating in Environment-friendly activities to keep Earth a livelihood place. We provide waste management services through Schedule and Pickup in the city. Materials that can be Recycle include anything that should be Recycle. It's the most ideal approach to positively affect nature. Manage and Recycle it through connecting with Glorify Garbage.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:glorifygarbageofficial@gmail.com",
                    "Website:": "https://www.glorifygarbage.com/",
                    "Address:": " Sebiz Square, IT – C6, Sector 67, SAS Nagar, Mohali, Punjab, India 160062  "
                },
                "directions to:": "Sebiz Square, IT – C6, Sector 67, SAS Nagar, Mohali, Punjab, India 160062"
            }
        },
        {
            "Vishavkarma Agro Industries": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "We manufacture agricultural products and implements them under the brand name VISHAVKARMA. Our best products are a result of harmony between our technology, experience, manpower, machines and time. The product range is tested at varying stages and is fabricated with acute precision. Innovative technology is fully implemented in our infrastructure by a team of proficient workforce, who also ensures that our products are impeccable.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:vishavkarma741@gmail.com",
                    "Website:": "http://www.vishavkarma.in/about_us.html",
                    "Address:": " Sangrur, Punjab, India 148035  "
                },
                "directions to:": "Sangrur, Punjab, India 148035"
            }
        },
        {
            "Shivalik Solid Waste Management": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Shivalik Solid Waste Management Limited as an offshoot of the UPL group of companies- Mumbai. UPL is one of the leading players in the field of Environment services in the country.UPL group was established in 1969 and has a turnover of Rs.10000 Crores for the F. Year 2011-12. UPL has always made a conscious effort in maintaining and improving standards of environmental care.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:infosswmlmkt@gmail.com",
                    "Website:": "http://www.sswml.net/index.php?option=com_content&view=article&id=1&Itemid=2",
                    "Address:": " Zirakpur, Punjab, India 140604  "
                },
                "directions to:": "Zirakpur, Punjab, India 140604"
            }
        },
        {
            "Just Herbs": {
                "Categories:": "Beauty & Personal Care",
                "DESCRIPTION": "Just Herbs is a line of pure, bespoke, and Ayurvedic results-driven skincare made from certified organic and wild crafted ingredients collected from across India. The brand stands for honesty follows full ingredients disclosure and purity uses authentic Ayurvedic herbs without harmful commonplace cosmetic chemicals. We believe, choosing between a product that?s good for your skin and one which is safe for your health and for the earth is a choice you should never have to make. We have our roots in Ayurveda– the ancient Indian plant based healing system- and follow the Ayurvedic Bhaishajyas texts in all our formulations.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@justherbs.in",
                    "Website:": "http://justherbs.in/",
                    "Address:": " Mohali, Punjab, India 160062  "
                },
                "directions to:": "Mohali, Punjab, India 160062"
            }
        },
        {
            "Advance Ayurveda": {
                "Categories:": "Herbal medicine",
                "DESCRIPTION": "Buy Ayurvedic Products online at very responsible price from Advance Ayurveda. We have all, Ayurveda products you can buy here Anand Bhairav Ras, Ashwagandha.Ayurveda in Sanskrit means 'science of life'. This ancient science of medicine & positive health, first originated in India, is still relevant and beneficial to modern life. Not just a system of preventive medicine, Ayurveda emphasizes a healthful & enlightened lifestyle a concept that's gaining wide acceptance across the globe.We at Ayurveda24 are leaders as provider of Professional Ayurvedic, Panchakarma & Yoga Services.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:dr.shridhar7@gmail.com",
                    "Website:": "https://www.advanceayurveda.in/",
                    "Address:": " SCO 79, Phase-2, Mohali, Punjab, India 160055  "
                },
                "directions to:": "SCO 79, Phase-2, Mohali, Punjab, India 160055"
            }
        },
        {
            "Le-vanza Food & Herbals": {
                "Categories:": "Herbal medicine",
                "DESCRIPTION": "Established in the year 2017 under the creative vision of Manisha Arora and Krishan Dev Arora, Le-vanza Food & Herbals (ISO 9001:2015 and WHO GMP certified company) has become a distinct name in Ayurveda. Quality and trust are the two principles that we work on. From entry-level manufacturing to delivery, we are adept in state of art facilities and expertise.Le-vanza Food & Herbals are top ayurvedic, herbal medicines manufacturers & suppliers based in Chandigarh, India, which include herbal supplements, personal care, skincare, hair care products, and booster tablets. With over 25+ experience in the pharmaceutical industry, we adhere to safety norms and provide consistent delivery. Under skilled support, our mission is to derive innovative herbal medicines and dietary supplements with no side effects, the benefits of which will be passed on to consumers at a reasonable price.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:levanzafoodherbals@gmail.com",
                    "Website:": "https://www.levanzafoodandherbals.com/",
                    "Address:": " Plot No. 177, Near Orbit Hotel, Industrial Area Phase-II, Chandigarh, Punjab, India 160002  "
                },
                "directions to:": "Plot No. 177, Near Orbit Hotel, Industrial Area Phase-II, Chandigarh, Punjab, India 160002"
            }
        },
        {
            "YGEIAX": {
                "Categories:": "Herbal medicine",
                "DESCRIPTION": "We at YGEIAX are an organic plant-based multipurpose remedy company based out of Ludhiana, Punjab.We provide very unique affordable organic compositions that are approved by the Ministry of Ayush.We also manufacture edible food grade essential oils that are exported around the world. We sell in 20 countries. WE have an FSSAI license also.Our Remedies are made in a facility with GMP and ISO certification, ensuring they meet quality standards. After going through a documented lab test, each product is then approved by our team if it adheres to international standards since 80% of our products sell through exports. Our products are also approved by the Ministry of AYUSH, a department of the Indian Government.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:jedimaster@ygeiax.com",
                    "Website:": "https://ygeiax.com/",
                    "Address:": " PAKHOWAL ROAD, LUDHIANA, Punjab, India 141013  "
                },
                "directions to:": "PAKHOWAL ROAD, LUDHIANA, Punjab, India 141013"
            }
        },
        {
            "Surya Rayforce": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Surya Rayforce and its group companies are operating in India and Australia and have already installed more than 2 MW of solar rooftops. By producing clean and green energy from solar we can reduce the carbon emissions and do our bit to save the world from Global warming.Surya Rayforce is a Solar specialist company, which is focused to generate clean and green energy through natural resources like Sun, Wind, Water, etc. Surya Rayforce is operating in India and is a Group Company of an Australian Company “Green Reliance Pty Ltd”. The Directors / Partners have a vast experience of Solar Plant Installations and are well equipped with knowledge and tools to identify quality products for their installations. Surya Rayforce installers are trained as per national and international standards to ensure strict quality control during installations.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:suryarayforce@gmail.com",
                    "Website:": "http://suryarayforce.com/",
                    "Address:": " Building no. 1, Surya Enclave, Sector 115, Mohali, Punjab, India  "
                },
                "directions to:": "Building no. 1, Surya Enclave, Sector 115, Mohali, Punjab, India"
            }
        },
        {
            "The Earth Store": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "The Earth Store in our quest for farmers producing naturally, we eventually had to train farmers & create organic farms, set up retail seller platforms as weekly Organic Farmers Markets for reaching out to citizens.The Earth Store's Organic food are chemical free, unadulterated and ethically packed. We are mindful of retaining the essential oils that provide natural immunity and wellness to humanity. Our range of produce includes aromatic spices, wholeflours, millets, multigrain, pulses, honey, salts, jaggery, hand made soaps and much more. This merchandise is shipped across India while perishables such as vegetables and fruit are stocked fresh at The Earth Stores in Ludhiana & Amritsar.This is an initiative by Dilbir Foundation to provide a platform for natural farmers & for environmentally friendly products with a view to ensure good family health for citizens.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:TheEarthStoreTES@gmail.com",
                    "Address:": " The Earth Store, College Gate, Rakh Bagh, Ludhiana, Punjab, India 143001  "
                },
                "directions to:": "The Earth Store, College Gate, Rakh Bagh, Ludhiana, Punjab, India 143001"
            }
        },
        {
            "21st Century Enviro Engineers": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "21st CENTURY ENVIRO ENGINEERS PVT. LTD.are Registered Environmental Consultants of Pollution Control Board to Supply ETP’s, STP’s, APCD’s, Incinerators, Water Treatment Plants, Reverse Osmosis, Solid Waste Management and Rain Water Harvesting and to carry out EIA Studies.21st CENTURY ENVIRO ENGINEERS PVT. LTD. have a back up of highly qualified and experienced technical team having versatile experience in Designing, Erection, Commissioning and Operation of different types of Effluent Treatment Plants. Our Managing Director himself is a Chemical Engineer with almost 25Years Experience in this line and Technical Director is PhD. In Environmental Science with almost 30Years working experience on various types of effluent treatment Technologies. We have our own testing Laboratory for Effluent/Water Testing and to study treatability of effluent on pilot scale. We also have our own full-fledged Factory for Production of Pollution Control Equipments in Village Kunjhal Baddi (HP).",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:midharp@21stcenturyenviro.com",
                    "Website:": "http://www.21stcenturyenviro.com/about-us/",
                    "Address:": "Plot No.120 (10Marla) Industrial Area, Phase-II,, Chandigarh, Punjab, India 160002  "
                },
                "directions to:": "Plot No.120 (10Marla) Industrial Area, Phase-II,, Chandigarh, Punjab, India 160002"
            }
        },
        {
            "Eros Envirotech": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Eros Envirotech Pvt. Ltd. is an ISO 9001:2008 certified company engaged in providing turnkey solutions for Air & Water Pollution Control and Recycling of lead. Eros has a simple vision statement of providing reliable and comprehensive solutions to clients and in the process grow with the clients to transform itself into an industry leader. we are a team of young as well as experienced engineers and professional, united with a common objective of providing comprehensive solutions to our clients for their requirements related to Air & Water Pollution Control and like.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@erosenvirotech.com",
                    "Website:": "http://www.erosenvirotech.com/about.php",
                    "Address:": "109-110, 1st Floor, Savitri Complex-1, Dada Motors Building, Kalsi Nagar,, G.T. Road, Arjun Dev Nagar, Dholewal, Ludhiana, Punjab, India 141003  "
                },
                "directions to:": "109-110, 1st Floor, Savitri Complex-1, Dada Motors Building, Kalsi Nagar,, G.T. Road, Arjun Dev Nagar, Dholewal, Ludhiana, Punjab, India 141003"
            }
        },
        {
            "Satnam Organics": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Satnam Organics gives you access to large variety of certified organic products- spices, herbs, rice, sugar, and gluten free products from India.Also pick from a range packaging options in private labeling to have a shelf ready products. From testing, procuring at a fair price, processing in-house under stringent quality parameters,testing again and supplying on committed time - Satnam Organics does it for you.We have a massive network with certified organic farmer communities. Our Internal Control Systems under different organic farmer groups are certified by SGS, LACON, USOCA and ECOCERT. Our processing unit is certified under EOS by Ecocert, France . And for NOP, NPOP , EU standards with Biocert , India. Our processing unit is also certified by Star-K for Kosher and for Global Food Safety Standard by British Retail Consortium.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sachit@satnamorganics.com",
                    "Website:": "http://satnamorganics.com/home/about",
                    "Address:": " Lower G.F Red Star Tower, Dandi Swami Road, Ludhiana, Punjab, India 141001  "
                },
                "directions to:": "Lower G.F Red Star Tower, Dandi Swami Road, Ludhiana, Punjab, India 141001"
            }
        },
        {
            "UV&W Organic Clothing": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "UV&W Organic ClothingProducts Limited is a subsidiary belonging to Venus Group of Companies based in Ludhiana. It is engaged in the marketing of certified organic cotton clothing and has a distinction of being the first to do so in India. As their brand promotes, there are four ways to save our planet – fly to the moon, chemically transform into a superhero, eliminate all terrorists single handed, or just buy organic clothing!The product range that you are going to experience in UV&W's stores has been made with a view to provide you with the ultimate in comfort and safety. Our garments are made with fine organic cotton yarn. This organic cotton layer next to your body would be very skin friendly as it is grown in a natural way without the use of synthetic pesticides and chemicals - many of which may remain in residue form in the finished fabric and may cause skin problems. Even during dyeing and processing only safe and skin friendly products are used.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:customercare@uvandw.com",
                    "Website:": "http://www.uvandw.com/AboutUs",
                    "Address:": " Ludhiana, Punjab, India 141007  "
                },
                "directions to:": "Ludhiana, Punjab, India 141007"
            }
        },
        {
            "Usha Yarns Ltd": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "Usha Yarns is known in India for its expertise in making high quality dyed knitting yarns made from pre-consumer waste recycled cotton with no environment footprints. The company was founded in 1995 for the manufacture of cotton yarn on rotor spinning machines. Today, Usha Yarns produces Recycled Yarns for Knitting, Recycled Yarns for Weaving, Recycled Melange Yarns, Recycled Wool Blended Yarns, Recycled Fancy Yarns etc.The main plant that Manufactures 100% Recycled Yarn Unit is situated at Dera Bassi in Punjab.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:jai@ushayarns.com",
                    "Website:": "http://www.ushayarns.com/",
                    "Address:": "Chandigarh, 707, Phase 1, Industrial Area,, Punjab, India 160002  "
                },
                "directions to:": "Chandigarh, 707, Phase 1, Industrial Area,, Punjab, India 160002"
            }
        },
        {
            "Speedways Electric": {
                "Categories:": "E-vehicles",
                "DESCRIPTION": "Speedways Electric is proud to call itself a truly green establishment with a focus on creating unique and custom-made electric vehicles for a host of applications across industries and businesses. We are the manufacturers of the widest range of electric cars, electric golf carts and electric rickshaws in India. We develop custom electric vehicles for a wide range of applications. Speedways Electric's vehicles are used for hotels, hospitals, golf courses, education institutes, industries, farm houses, residential societies, etc.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@speedwaysev.com",
                    "Website:": "http://www.speedwaysev.com/",
                    "Address:": " Jalandhar, Punjab, India 144004  "
                },
                "directions to:": "Jalandhar, Punjab, India 144004"
            }
        },
        {
            "Solar Energy India": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Solar Energy India is the pioneer of solar energy in Mohali, Punjab. We have installed over 1000 systems since opening in 2016, so we have extensive knowledge of solar power in Mohali, Chandigarh. Using our unique formula and technical expertise, we can accurately calculate the correct size system to meet your power usage requirements. This means your system will last for years to come.All of our products are sourced from reputable international suppliers, are UNBS quality certified and all installations are guaranteed for 1 year. Our inhouse operation and maintenance team provide a comprehensive service to ensure that your energy technology solution continues to deliver year-on-year benefits by implementing a monitoring service that alerts us to immediately remedy any issues that may occur over time.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:solarenergyindia11@gmail.com",
                    "Website:": "http://www.solarenergyindia.in/",
                    "Address:": "#SCF 96, Top floor, Sector 65, Phase 11, Mohali, Punjab, India 160062  "
                },
                "directions to:": "#SCF 96, Top floor, Sector 65, Phase 11, Mohali, Punjab, India 160062"
            }
        },
        {
            "Amal-Vari Innaovate Clay Art": {
                "Categories:": "Green Innovations",
                "DESCRIPTION": "Our project aims to innovate clay art and make pure drinking water in reach of every human being.Having pure drinking water is dream for millions around globe, a part of it have sources to buy water filters but those who live under the shacks and consider water just for living life are the people we target by our project.We have designed a water filter made up of clay, which keeps in cool and also contains material to purify it from any impurity that may be present.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:ishitaggarwal19@yahoo.in",
                    "Website:": "http://news.puchd.ac.in/show-news.php?id=736",
                    "Address:": "Dr. SSB UICET, Panjab university, Chandigarh, Punjab, India 160014  "
                },
                "directions to:": "Dr. SSB UICET, Panjab university, Chandigarh, Punjab, India 160014"
            }
        },
        {
            "Agricare Organic Farms": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Agricare organic Farms is a major producer of organic food and inputs like biocontrol agents, organic pesticides, vermicompost, organic liquid fertilizer, etc. in Northern India.In addition, Agricare organic farms provide consultancy services for all types of agricultural activities including that for high end biotech services and products also. This organization understands your needs because its founders are farmers themselves, and has a team of duly qualified experts in agricultural sciences backed by R & D unit. We will provide instant answers to your queries and remain at your service to help you out in difficult situations.Our experts will provide you with personalized help for:Supply of Organic Inputs particularly, Vermicompost as we are the largestproducer of vermicompost in North India.Advice in organic farmingResearch & Development in organic farmingPesticides & Fungicides control through organicmethods guidanceGrowing problems of any typeDisease & pest control solutionsIrrigation & soil fertility adviceLatest growing methodsNew technologiesTechnical Staff for all agri-based departmentsSupply of agri inputsPacking and MarketingFully uploaded and updated website for any time reference",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@agricare.org.in",
                    "Website:": "http://agricare.org.in/",
                    "Address:": "8-FF, Madhok Trade Center,  Ferozepur Road, Ludhiana, Punjab, India 141001  "
                },
                "directions to:": "8-FF, Madhok Trade Center,  Ferozepur Road, Ludhiana, Punjab, India 141001"
            }
        },
        {
            "Poplon Chemie": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "Focused towards meeting requirements of Leather Processing & Textile Processing Industry, Poplon Chemie is manufacturing a comprehensive range of eco friendly chemicals. Incepted in the year 2002, we are an ISO 9001:2008 certified and FICCI registered company. Our aim is, through innovative products, optimized processes and new ideas, to generate added value for the customers and the company.In a short span of time, we have marked our prominence as a manufacturer, exporter and supplier. We have come up with a Superior range of Leather Chemicals including Beamhouse Auxiliaries, Syntans, Fat Liquors, dyes etc. & Textile Auxiliaries. Apart from wide area of application, our product range is used in India and we have customers in more than 25 other nations across the globe.Quality and Integrity are the guiding principles of our organization. We take immense care in maintaining international quality standards and norms to ascertain a world class range of chemicals .In addition to a streamlined quality management, we have developed modern infrastructural set-up, which incorporates advanced manufacturing facilities. Moreover, our profound R & D wing enables us in offering a competitive range of products based on extensive market research and latest innovations.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sunilbehal@poplonchemie.com",
                    "Website:": "http://www.poplonchemie.com/",
                    "Address:": "Poplon Chemie Inside Nijjarpura Village, G.T. Road, Amritsar, Punjab, India 143001  "
                },
                "directions to:": "Poplon Chemie Inside Nijjarpura Village, G.T. Road, Amritsar, Punjab, India 143001"
            }
        },
        {
            "Green Planet Bio Products": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Green Planet has a mission to Save The Mother Earth and to feed the people of the world through manufacturing and marketing advanced technologies which accelerates nutritious food and more production in a way that does not harm the environment. Now Green Planet has become one of the biggest producers and promoters of liquid bio fertilizer in the Indian market. The concept of Hidden Hunger syndrome has already spread to every corner of India through our pest management system.Green Planet has its own manufacturing units to produce liquid bio fertilizers for agriculture, dietary supplements for human beings as well as feed supplements for animals. The Company has skilled team of dedicated employs in various fields of management. Our marketing system is based on membership programme which explode the market by giving very good results on various crops as well as giving good opportunity for unemployed persons and farmers to earn more money.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:greenplanetbioproducts@yahoo.co.in",
                    "Website:": "http://www.greenplanetindia.com",
                    "Address:": "GP Tower, 1-Amar Garden, Near Pathankot Chowk, NH-1, Jalandhar, Punjab, India 144004  "
                },
                "directions to:": "GP Tower, 1-Amar Garden, Near Pathankot Chowk, NH-1, Jalandhar, Punjab, India 144004"
            }
        },
        {
            "Inter Solar Systems": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Inter Solar Systems Pvt. Ltd. is a coveted organisation working for the growth and harnessing the potential of Solar Energy.This company deals in a wide range of solar products. It specialises in the esteemed field of Solar Water Heating. It has earned the reputation of being a prime leader in tapping the potentials of Solar energy and discovering new avenues in this very field.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@intersolarsystems.com",
                    "Website:": "http://www.intersolarsystems.com/",
                    "Address:": " 901-A, Industrial Area, Phase-II, Chandigarh, Punjab, India  "
                },
                "directions to:": "901-A, Industrial Area, Phase-II, Chandigarh, Punjab, India"
            }
        }
    ],
    "Rajasthan (51)": [
        {
            "Enable Nature": {
                "Categories:": "Green Products",
                "DESCRIPTION": "We at Enable Nature believe that Quality vests where we believe in nature and that is where our eco-friendly and sustainable products come in. The 100% original, handmade products that we offer such as Neem Wood Combs, Wooden Toothbrushes and Eco-friendly daily essentials are both helpful for a healthy human life as well as for the planet. These eco-friendly products are the smart choice for families everywhere as they provide consumers with the option to be responsible for being unthoughtful..",
                "CONTACT INFORMATION": {
                    "Email:": "theenablenature@gmail.com",
                    "Website:": "https://www.theenablenature.com/",
                    "Address:": "A-9, Prem Nagar, Gurjar ki Thadi, Jaipur, Rajasthan, India 302019"
                },
                "directions to:": "A-9, Prem Nagar, Gurjar ki Thadi, Jaipur, Rajasthan, India 302019"
            }
        },
        {
            "Yellow Haze Sustainable": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Yellow Haze started its humble journey as a renewable energy consultancy assisting individuals, businesses and industries to switch to more sustainable solar power. Yellow Haze Sustainable is a fast growing Sustainable Technologies company operating in North India with clientele base across both rural & urban population. We offer variety of products and solutions based on our client needs including Solar Power, Solar for Process Heating, Zero Waste Discharge etc.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@yellowhaze.in",
                    "Website:": "https://www.yellowhaze.in/",
                    "Address:": " #102, New Vinayak Complex, BSNL Road, Sector 3, Udaipur, Rajasthan, India 313002  "
                },
                "directions to:": "#102, New Vinayak Complex, BSNL Road, Sector 3, Udaipur, Rajasthan, India 313002"
            }
        },
        {
            "Green Feels": {
                "Categories:": "Green Products",
                "DESCRIPTION": "An e-commerce platform for all eco-friendly, plastic-free, zero waste, organic, vegan, and sustainable products. Our mission is to help you reduce your daily waste by using eco-friendly alternatives in your daily life.Most of the products today are made from plastic and synthetic items that end up in our landfills and oceans contributing to excess waste and pollution. We believe companies hold the responsibility to provide healthier alternatives to the consumers for a healthy body, mind, and planet. We are a platform that curates conscious brands so that you have a one-stop place to shop for planet-friendly products for a sustainable lifestyle. Our products are plastic-free and contribute to a circular economy.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info.greenfeels@gmail.com",
                    "Website:": "https://greenfeels.in/",
                    "Address:": " 54, Udyog marg, new grain mandi , dcm road, Rajasthan, India 324007  "
                },
                "directions to:": "54, Udyog marg, new grain mandi , dcm road, Rajasthan, India 324007"
            }
        },
        {
            "Hishimo Pharmaceuticals Pvt. Ltd": {
                "Categories:": "Herbal medicine",
                "DESCRIPTION": "Hishimo Pharmaceuticals Pvt. Ltd. is a prominent name in the ayurvedic and herbal medicines industry. We offer a plethora of Ayurvedic medicines sourced and made from the herbs derived from nature. Recognized as one of the most trusted Ayurvedic Medicines Manufacturers in Jaipur, Rajasthan, our company has become a renowned organization in this sector. Our medicines harmonize and change the bodily processes for better in order to cure the disease.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:hishimoau@gmail.com",
                    "Website:": "https://www.hishimo.com/mizoram",
                    "Address:": " Jaipur, Rajasthan, India 302019  "
                },
                "directions to:": "Jaipur, Rajasthan, India 302019"
            }
        },
        {
            "Bhumija Lifesciences": {
                "Categories:": "Herbal medicine",
                "DESCRIPTION": " Bhumija Lifesciences is a leading manufacturer, exporter and supplier for herbal as well as remedies related products. Our company is comprising of enthusiastic, qualified and skilled specialists. We manufacture herbal products without harmful chemicals, colours, gluten, pesticides. A healthy approach to a healthy body.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:contact@bhumijalifesciences.com",
                    "Website:": "http://www.bhumijalifesciences.com/",
                    "Address:": " 1048, Rani Sati Nagar, Near Mansarovar Metro Station , New Sanganer Road, Jaipur, Rajasthan, India 302019  "
                },
                "directions to:": "1048, Rani Sati Nagar, Near Mansarovar Metro Station , New Sanganer Road, Jaipur, Rajasthan, India 302019"
            }
        },
        {
            "Design2Occupancy (d2O)": {
                "Categories:": "Green Architecture",
                "DESCRIPTION": "Design2Occupancy (d2O) is a replica of a challenging voyage that strides for excellence in providing Energy Efficiency products, Services and comprehensive solutions across the world.The services include green building certifications, sustainability reporting , energy training and workshops, indoor air quality consulting , solar design and carbon print .",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:kjuneja@design2occupancy.com",
                    "Website:": "http://design2occupancy.com/",
                    "Address:": " Jaipur, Rajasthan, India 391770  "
                },
                "directions to:": "Jaipur, Rajasthan, India 391770"
            }
        },
        {
            "SOUM – Service Online Used Mobiles": {
                "Categories:": "Green Gadgets",
                "DESCRIPTION": "SOUM - Service Online Used Mobiles is a brand name of Smart Solutions, Jaipur based company that deals in refurbished mobiles and electronics. Our services include the sale and purchase of used mobile phones.Users can also sell their used Mobiles. We also deal in mobile repair and servicing. Our expert empanelled firms enable us to provide quick repair on reasonable cost and that in timely manner. Our expert panel suggests you value for money when it comes to have a deal with us. We encourage our clients to have direct connection with seller via us. SOUM is a website aiming to help our customers to reach us at ease. Our website is just an effort to make buyer and seller connected, once you decide your choice, we directly deliver the product to end user.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:soummobileshop@gmail.com",
                    "Website:": "https://www.soum.co.in/",
                    "Address:": " Haldiya Tower, 25 Kalyan Colony, Opp. Gaurav Tover, Malviya Nagar Jaipur, Rajasthan, India 302017  "
                },
                "directions to:": "Haldiya Tower, 25 Kalyan Colony, Opp. Gaurav Tover, Malviya Nagar Jaipur, Rajasthan, India 302017"
            }
        },
        {
            "APNA Global Industries Private Limited": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Established in the year 2014 at Jaipur (Rajasthan, India), we “APNA Global Industries Private Limited”, are devoted towards Manufacturing, Exporting and Supplying the finest quality range of Solar Panel, Solar Lantern, Home Lighting System, Solar Charge Controller, Home UPS And PCU Inverter, Street Light, Inverter Battery, Solar Project, Solar Fan and many more.Due to our excellent quality standards we have been certified by the IEC. We provide a wide array of electronic products in different models and other technical specifications. We are offering our products under the brand name Apna.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@apna-global.com",
                    "Website:": "https://www.indiamart.com/apnaglobalindustries/profile.html",
                    "Address:": "Bais Godam, Jaipur, B-11. Sujan Vihar , Swej Farm ,Nandpuri, 22 Godam, Rajasthan, India 302007  "
                },
                "directions to:": "Bais Godam, Jaipur, B-11. Sujan Vihar , Swej Farm ,Nandpuri, 22 Godam, Rajasthan, India 302007"
            }
        },
        {
            "Shreeya’s": {
                "Categories:": "Eco-friendly Packaging",
                "DESCRIPTION": "Shreeya's is your one-stop solution for budget-friendly, custom made cotton / canvas carry bags, aprons, passport covers, pouches, Promotional Bags, Packaging Bags, Wedding bags, Bulk tote bags, Drawstring bags, grocery bag, Cotton Tote bags and other similar products. WE CUSTOMIZE AS PER YOUR NEEDS. We strongly believe that Eco-friendly products should be PRICE-COMPETITIVE with their regular / plastic alternatives in order to survive in the long run. We guarantee that we are one of the most cost-effective suppliers when you compare our products with any one supplier globally. These products are made by keeping ‘fair-trade’; livelihood protection, women empowerment and environment sustainability in mind.Launched by Ms. Cheshta Pancholi in Mid-2018, we have received immense love from all who have seen our work. The brand Shreeya’s is inspired by her 1 year old daughter who is a blessing from mother nature and curious to know more and more about plants and insects. We are based out of India and have two units: Jaipur, Rajasthan and other is in Jalgaon, Maharashtra.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:shreeyasgroup@gmail.com",
                    "Website:": "https://www.shreeyasindia.com/",
                    "Address:": " B-9, Roop Vihar, Swez Farms, New Sanganer Road, Jaipur, Rajasthan, India 302019  "
                },
                "directions to:": "B-9, Roop Vihar, Swez Farms, New Sanganer Road, Jaipur, Rajasthan, India 302019"
            }
        },
        {
            "EF Polymer": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "This idea was created by Narayan Lal Gurjar in 2018, when he started on a polymer prototype named EF Polymer or Eco-Friendly Water Retention Polymer. EF Polymer is 100% pollution free, because when it is totally mixed with soil and after sometime it degrades in soil and works as natural fertilizers. It can absorb 150 times of the water than its own weight and can hold this water for a long period of time to maintain the moisture in the soil. Also, it designed by biodegradable waste so it is high in nutrients and hence it will work as fertilizer as well. It is organic in nature, pollution-free, biodegradable and low cost compared to the already available solutions in the market. By using the product, customer can reduce the water requirement for irrigation to 40%, fertilizer requirement by 50% and can increase yield from the crop by 150% at first with barren land.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:Buddhi@efpolymer.com",
                    "Website:": "http://www.efpolymer.com",
                    "Address:": " 5A Rajesh pilot Bhawan Near Dainik Bhaskar office ,JLN Marg ,Jaipur, Rajasthan, India 302015  "
                },
                "directions to:": "5A Rajesh pilot Bhawan Near Dainik Bhaskar office ,JLN Marg ,Jaipur, Rajasthan, India 302015"
            }
        },
        {
            "Vincent Solar Energy": {
                "Categories:": "E-vehicles",
                "DESCRIPTION": "Vincent Solar Energy is a company that always provides good quality products and service of electric vehicle charging stations at reasonable prices. You can contact us to get services of an electric vehicle charging station and Electric Vehicle Charging Station Manufacturers.In 2011, Mr. Ajay Gupta founded the company Vincent Solar Energy in Jaipur India, starting its activities in solar street lighting, solar water heaters, solar home lighting systems etc. Our sales and marketing with corporate office in Rajasthan. Vincent Solar Energy, has grown to be the largest player in the field of solar street lighting in Rajasthan and probably in North India as well.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:solarenergyvincent@gmail.com",
                    "Website:": "https://www.vincentsolarenergy.com/",
                    "Address:": " G-36, Vincent House, Tarun Path, Shyam Nagar, Jaipur, Rajasthan, India 302019  "
                },
                "directions to:": "G-36, Vincent House, Tarun Path, Shyam Nagar, Jaipur, Rajasthan, India 302019"
            }
        },
        {
            "NetroGreen": {
                "Categories:": "Green Products",
                "DESCRIPTION": "Pollution has been a constant problem that we all encounter in our daily lives. Netrogreen is a live plant store which is easily available and most effective for your home decor through natural indoor/outdoor plants. categories.These plants are comfortable with your office/home environment.Since day one, we’ve been working tirelessly in order to expand our product offerings and make our customers experience even better. We’re proud of how far we’ve come, yet remain committed to performing even better.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:ramjilalbagda9512@gmail.com",
                    "Website:": "https://www.netrogreen.com/",
                    "Address:": " Jaipur, Rajasthan, India 303905  "
                },
                "directions to:": "Jaipur, Rajasthan, India 303905"
            }
        },
        {
            "Genus Innovation Limited": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Established in 1998, Genus Innovation is part of the Kailash Group. The company designs develops and manufactures conventional and solar inverters and batteries along with solar panels and solar power conditioning units.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info.innovation@genus.in",
                    "Website:": "https://www.genusinnovation.com/solar-solution/",
                    "Address:": "Jaipur, SPL 2B, RIICO Industrial Area, Sitapura, Tonk Road, Rajasthan, India 302022  "
                },
                "directions to:": "Jaipur, SPL 2B, RIICO Industrial Area, Sitapura, Tonk Road, Rajasthan, India 302022"
            }
        },
        {
            "Adyah Eco Products": {
                "Categories:": "Eco-friendly PackagingGreen Products",
                "DESCRIPTION": "One of the best gifts which we can preserve for our future generations is a cleaner and greener place to live. Adyah Eco Products is one such initiatives which can help substantial reduction in plastic usage by making alternative products available with no adverse effect on mother earth and all the beautiful creatures on it.Adyah Eco Products is a small step towards a sustainable future. We are Rajasthan-based manufacturers of Eco-friendly alternatives for plastic items associated with the food industry such as Biodegradable colourful paper straws, paper plates and paper cups.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:adyahecoproducts@gmail.com",
                    "Website:": "http://www.adyahecoproducts.com/",
                    "Address:": " R C Vyas colony, Bhilwara, Rajasthan, India 311001  "
                },
                "directions to:": "R C Vyas colony, Bhilwara, Rajasthan, India 311001"
            }
        },
        {
            "Femmetrip": {
                "Categories:": "Eco-tourism",
                "DESCRIPTION": "Femmetrip welcomes “Women Travelling Solo, but Together’- to explore Incredible India and the entire subcontinent. Women of all age groups are welcome to connect with us and enjoy their independence by being a part of this incredible journey, whether a ‘Solo Traveller’ or part of a group.If foreign travelers want to visit India so Femmetrip is the best service you get best hotel traveling best place in India.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@femmetrip.in",
                    "Website:": "http://femmetrip.in",
                    "Address:": " K-121, Ansal Sushant City I, Machwa, Jaipur, Rajasthan, India 303706  "
                },
                "directions to:": "K-121, Ansal Sushant City I, Machwa, Jaipur, Rajasthan, India 303706"
            }
        },
        {
            "Solar 91 Jaipur": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Solar 91 Jaipur is the leading solar energy company in Jaipur provides complete 360-degree solutions for solar power, solar EPC, solar PV panels, permission and approval for a solar plant, ground-mounted and rooftop solar projects. Solar 91 Jaipur, with its experience in erection & commissioning of turnkey solar power projects, is best placed to assist industrial and commercial establishments save on power costs.Our financial models lay bare the high returns from capital investments made in this sector. We integrate cutting edge solar technologies and equipments into our projects to increase generation and work to ensure the highest levels of client satisfaction through our support system. For us, it is not just a company client relationship – it is a partnership that we enter into to help conserve the environment through a financially sustainable solution.Renewable Energy has been a buzz word for at least the entire last decade in India.'Energizing India'is not just a tagline for us but a thought that is ingrained within each of our team members. Power outages hamper daily life and industries; we envisage every household and industry with available roof space use the same for meeting part of its power requirements, thus reducing the load on the grid and contributing to a greener and far less polluted environment for future generations.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:solar91nds@gmail.com",
                    "Website:": "https://www.solar91.com",
                    "Address:": " C-5,  Chikitsalay Marg, Bapu Nagar, Jaipur, Rajasthan, India 302015  "
                },
                "directions to:": "C-5,  Chikitsalay Marg, Bapu Nagar, Jaipur, Rajasthan, India 302015"
            }
        },
        {
            "Trust The Herb": {
                "Categories:": "Herbal medicine",
                "DESCRIPTION": "Buy Ayurvedic Herbs Online in www.trustherb.com Trust the herb is a trusted marketplace to purchase the products. Available the different varieties of herbs that help to have good health. Buy Wellness Products Online from Trust The Herb.In this page available the different lifestyle Wellness Products like that Blood Purifier, Brain and Memory wellness, Diabetic Care, Hair Care, Men/Women Good Life Wellness, Immunity Booster, Bone/Joint wellness and more.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:nessveryfy@gmail.com",
                    "Website:": "https://www.trustherb.com/",
                    "Address:": " #5, MAHESH NAGAR, CHITTORGARH, Rajasthan, India 312001  "
                },
                "directions to:": "#5, MAHESH NAGAR, CHITTORGARH, Rajasthan, India 312001"
            }
        },
        {
            "Novergy": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Novergy has over a decade of experience offering a range of solar solutions serving various business verticals across the globe. We have the most reliable solar technology in the industry with several international and national organizations certifying, accrediting and approving our products. Our systems continue to deliver the best energy output for the same rating of solar capacity.Novergy offers a range of solar solutions that include power plants, rooftop and captive power systems, solar lighting solutions, pumping solutions, solar telecom systems, solar microgrid, solar genset hybrid systems, etc. We are extremely customer centric and our team firmly believes in carefully analyzing every customer requirement and providing the most appropriate solution for their needs.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:enquiry@novergy.net",
                    "Website:": "https://www.novergysolar.com/",
                    "Address:": " #1, Navlok Navratan Complex, Bedla Road, Udaipur, Rajasthan, India 313001  "
                },
                "directions to:": "#1, Navlok Navratan Complex, Bedla Road, Udaipur, Rajasthan, India 313001"
            }
        },
        {
            "Econaur": {
                "Categories:": "Green Architecture",
                "DESCRIPTION": "Econaur is India’s growing & one and only online platform that provides one-stop solutions for Green Buildings & Energy Efficient Buildings by providing all the materials, products, technology & the expert professionals at the same place.Prakriti Sustainable Building Services, unit of Prakriti Group, has created Econaur as an online platform for providing Green Building solutions, and also all the solutions for making a Building Green & Energy Efficient. It is an easy platform for all the new Sustainable product companies that are working for the environment to showcase their products on our platform so people will got to know about the product and also can purchase it easily online. Together by the community (Social network) on our platform Architects, Consultants & Product Company Representatives connects together & also grow this green movement by learning the technology & product on our platform.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:connect@econaur.com",
                    "Website:": "https://econaur.com/about-us/",
                    "Address:": " Prakriti Group, 2nd Floor, Bhamashah Techno Hub, Jhalana Doongri, Jaipur, Rajasthan, India 302004  "
                },
                "directions to:": "Prakriti Group, 2nd Floor, Bhamashah Techno Hub, Jhalana Doongri, Jaipur, Rajasthan, India 302004"
            }
        },
        {
            "Ronak Industries": {
                "Categories:": "Eco-friendly Packaging",
                "DESCRIPTION": "Ronak Industries is a highly acclaimed name that specializes in the manufacturing and export of a wide variety of shopping bags, canvas bags, Cotton Totes ,cotton canvas bags and aprons for various domestic and business requirements in exclusive designs and styles that are in sync with the fashion trends and follows a professional approach in designing, production and supplying.All the products offered by us such as canvas bags and canvas shopping bags conform to the highest quality standards and are manufactured using superior quality materials sourced from reliable vendors. We have the capability to execute bulk orders in smallest lead time that gives us an upper hand over our competitors.We are based in Jaipur, India with sophisticated manufacturing facilities that are manned by experienced and skilled personnel. Our production capacity is 10,000 bags per day, which fulfill our requirements for huge quantities that we turn out for exports and domestic market requirements. The unit is equipped with latest technology machines for stitching, embroidery, finishing and other related works. There has been a constant investment on the upgradation and maintenance of facilities so that the quality of work does not get affected due to lack of facilities.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:coatbags.com@gmail.com",
                    "Website:": "http://www.cotbags.com/",
                    "Address:": " H-2, RIICO Industrial Area, Mansarovar, Jaipur, Rajasthan, India 302029  "
                },
                "directions to:": "H-2, RIICO Industrial Area, Mansarovar, Jaipur, Rajasthan, India 302029"
            }
        },
        {
            "Natures Buggy": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Natures Buggy has years of combined experience and knowledge in carrying out gardening services in Jaipur. From growing organic vegetables to the living green walls, we are doing all gardening works that increase greenery in our environment and make it a better place to live. We have expertise in Landscaping, Rooftop farming in Jaipur, Terrace Gardening, Growing your own organic vegetables on a stand or bag. Just connect with us now and move to a better environment for our future generation.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@naturesbuggy.com",
                    "Website:": "https://naturesbuggy.com",
                    "Address:": " #11/61 Kaveri Path, Mansarovar, Jaipur, Rajasthan, India 302020  "
                },
                "directions to:": "#11/61 Kaveri Path, Mansarovar, Jaipur, Rajasthan, India 302020"
            }
        },
        {
            "Sampurn Organic": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Sampurn Organic Private Limited is an organization focused in the field of Organic farming & trading of high quality organic food products. The objective of Sampurn Organic is to spread awareness about the benefits of organic farming and motivate farmers for organic farming. Its marketing division is going to help farmers sell their organic products across India. The organization is committed to provide organic food for healthy living to Indian consumers.Company will work with 5000+ farmers in the Brij region to promote Organic Farming. Ecocert India Private Limited is the Organic Certification agency for Sampurn Organic farming, processing & trading units.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@sampurnorganic.com",
                    "Website:": "http://sampurnorganic.com/about-us/",
                    "Address:": "House No. 33, Gauri Shankar Colony, Near Saras Hotel, Bharatpur, Rajasthan, India 321001  "
                },
                "directions to:": "House No. 33, Gauri Shankar Colony, Near Saras Hotel, Bharatpur, Rajasthan, India 321001"
            }
        },
        {
            "Barefoot College": {
                "Categories:": "Training & Education",
                "DESCRIPTION": "For more than 40 years, The Barefoot College has designed new ways to nurture and support a journey to empowerment, one village at a time, one woman at a time. We demystify and decentralise technology and put new tools in the hands of the rural poor with a singular objective of spreading self-sufficiency and sustainability. With a geographic focus on the Least Developed Countries, we train women worldwide as solar engineers, innovators and educators, who then return to their villages to bring light and learning to their community.The Barefoot College is comprised of three distinct entities each with their own unique registration and operating mechanisms which are designed to support the overall Global work undertaken to achieve our Vision and Mission.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sue@barefootcollege.org",
                    "Website:": "https://www.barefootcollege.org/about/",
                    "Address:": " Tilonia, Via Madanganj, Ajmer, Rajasthan, India 305816  "
                },
                "directions to:": "Tilonia, Via Madanganj, Ajmer, Rajasthan, India 305816"
            }
        },
        {
            "Saharia Organic Resort": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "The main motive of Saharia Organic Resort is to create a self sustaining organic farm, free from chemicals and pollution free environment, and to become an example for others to follow. We are mainly growing Amla fruits and some seasonal crops. Biodynamic preparations are also used on the farm. Our mission Educating the villagers and farmers on the benefits of organic farming returning back to nature and old Indian traditional agricultural practices. The most exquisite feature of our hospitality has its own natural charm and therapeutic advantages.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@sahariaorganicresort.com",
                    "Website:": "http://www.sahariaorganicresort.com/aboutus.htm",
                    "Address:": "Surya Vatika Road, On Jaipur Chomu Road, Near Rajawas Village, Maheshpura, Rajasthan, India 303704  "
                },
                "directions to:": "Surya Vatika Road, On Jaipur Chomu Road, Near Rajawas Village, Maheshpura, Rajasthan, India 303704"
            }
        },
        {
            "Down to Earth Organic Food": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Down to Earth is an organic food brand from the house of Morarka Organic. An enterprise, that is the outcome of more than 12 years of organic food research and development and is in accordance with the most stringent organic certification in the industry.'Down To Earth' is an attempt to provide food that can bring harmony and wellness in life for all. With a plethora of products that gives you the organic substitute for all your food requirements, it is India's contribution to the global organic revolution. Down to Earth is striding ahead with the aim of improving the quality of life by improving the quality of food.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@morarkamail.info",
                    "Website:": "http://www.downtoearthorganicfood.com/2/topic/our-story.aspx",
                    "Address:": "SP 2034-2035, amchnadrapura Industrial Area, Sitapura, Jaipur, Rajasthan, India 302022  "
                },
                "directions to:": "SP 2034-2035, amchnadrapura Industrial Area, Sitapura, Jaipur, Rajasthan, India 302022"
            }
        },
        {
            "Vantage Organic Foods": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "‘An abode of quality organic ingredients’ – this sentence is enough to sum up what Vantage Organic Foods Private Limited is about. We have been the leading suppliers of certified organic ingredients to importers, manufacturers and distributors all over the globe for the last two decades. Our vast range of ingredients includes grains, dry edible beans, oilseeds, vegetable oils, flour and much more.We are a firm that strives to provide the safest and healthiest organic foods to its customers along with being an organization that believes in keeping the environment safe and clean.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@vantageorganicfoods.com",
                    "Website:": "http://www.vantageorganicfoods.com/",
                    "Address:": "13/12, Sector 13, Siddharth Nagar, Malviya Nagar, Jaipur, Rajasthan, India 302017  "
                },
                "directions to:": "13/12, Sector 13, Siddharth Nagar, Malviya Nagar, Jaipur, Rajasthan, India 302017"
            }
        },
        {
            "Swachh Organic": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Swachh Organic are one of the largest producer and supplier of organic foods products in India and abroad. Our motive is to make better food for everyone so you can enjoy a healthy life. After conducting various surveys and research we came on a conclusion that we should adapt organic food for good health and long life. We have more than 20,000 farmers working on 20 farming projects spread over 1,00,000 acres in different States in India.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:swachhorganic@gmail.com",
                    "Website:": "http://swachhorganic.com/about.php",
                    "Address:": "NTV Organic Food LLP, P -19 , Shree Krishna Vihar-5 Raod No , 18 Akera, Doongra VKI, Jaipur, Rajasthan, India 302013  "
                },
                "directions to:": "NTV Organic Food LLP, P -19 , Shree Krishna Vihar-5 Raod No , 18 Akera, Doongra VKI, Jaipur, Rajasthan, India 302013"
            }
        },
        {
            "Aar Pee Paper Industry": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Aar Pee Paper Industry was established in the year 2011. It is located in jaipur, rajasthan. We deal in hight quality handmade Paper and Handmade paper products. We are Certified Manufacturer,Supplier as well as Exporter of 100% recycled and eco friendly paper which is available in various sizes and shapes.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sales@handmadepaper.co.in",
                    "Website:": "http://www.handmadepaper.co.in/eco-friendly-paper.htm",
                    "Address:": "H-411, Sarna Dungar Industrial Area, Jhotwara Extension, Jaipur, Rajasthan, India 302012  "
                },
                "directions to:": "H-411, Sarna Dungar Industrial Area, Jhotwara Extension, Jaipur, Rajasthan, India 302012"
            }
        },
        {
            "Schon Ultrawares": {
                "Categories:": "Eco-friendly Packaging",
                "DESCRIPTION": "Schon Ultrawares Pvt. Ltd., established in the year 2000 is a recognized company across the globe, engaged in manufacturing, exporting and presenting an extensive range of biodegradable tableware such as Plates, Bowls, Trays, Clamshell Boxes, Wall Panel and Pulp Molded Packaging. These biodegradable Tableware are broadly accepted and highly appreciated as the best option for serving and catering food for choice for the occasion including parties, weddings, business or social events, school outing, family picnic or social events.We offer the wide range of Biodegradable Tableware with multiple options & expertise to our customers. These eco-friendly products are produced using high-quality Bagasse Pulp and widely appreciated and accepted in national as well as global markets. Committed and engaged in offering high-quality biodegradable products, we are known as innovative & trendsetter.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@grabeco.in",
                    "Website:": "http://grabeco.in/about-us/",
                    "Address:": "F 73 & 74, Neemrana, Alwar, Rajasthan, India 301705  "
                },
                "directions to:": "F 73 & 74, Neemrana, Alwar, Rajasthan, India 301705"
            }
        },
        {
            "Forty Red Bangles": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "Forty Red Bangles is a socially conscious and ecologically responsible company. Each piece is handcrafted and personality-filled and pays homage to the earth; incorporating ecological elements into its design and construction. Born out of the divine concept of marriage, this brand stands true to its name. Cultural, ethnic couture that is sustainable and plain elegant. The name is inspired by its creator, Ramona Saboo’s forty red wedding bangles, with a vision of creating beautiful designs that find their roots in traditional organic sources.The product line includes organic women's clothing and accessories, handcrafted jewellery, all-natural candles, up-cycled home-wares, organic kids wear and handmade toys. Forty Red Bangles also partners with Non-governmental Organizations (NGOs) to produce one-of-a-kind items. This initiative enables such undiscovered talent to reach new markets whilst supporting the cause of sustainable community development.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:ramona@fortyredbangles.com",
                    "Website:": "http://fortyredbangles.com/our-story/",
                    "Address:": "Sutharo Ka Bass Road, Gulab Sagar, Jodhpur, Rajasthan, India 342001  "
                },
                "directions to:": "Sutharo Ka Bass Road, Gulab Sagar, Jodhpur, Rajasthan, India 342001"
            }
        },
        {
            "Boontoon": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Boontoon is a Jaipur, India based online handicraft items store. This handicraft store was founded in 2013 by Garima, Amit Khemka & Manish, all are IT professionals having an experience of more than 10 years.Boontoon offers handicraft items for all your loved ones. Gift ideas are organized by recipient, occasion, price, and category to cater customer needs. It provide gift ideas for corporate, return gifts for wedding, all occasions.BoonToon has a team of buyers, continually looking for something unique & special to add gift range according to the tastes & preferences of the consumer in today’s modern era. It is the most Trusted online shop for Handicrafts &amp; Return Gifts. We provide 100% Authentic Products with Timely delivery across India and the rest of the world.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@boontoon.com",
                    "Website:": "https://www.boontoon.com/",
                    "Address:": "1/351, Malviya Nagar,, Jaipur, Rajasthan, India 302017  "
                },
                "directions to:": "1/351, Malviya Nagar,, Jaipur, Rajasthan, India 302017"
            }
        },
        {
            "Indian Crafts": {
                "Categories:": "Art & Crafts",
                "DESCRIPTION": "Indian Crafts is an exclusive online destination for handicraft, furniture and home decor accessories bringing you the best quality hand-picked products from across the globe.The company has established itself as a renowned manufacturer and exporter of all kinds of Handicraft & Furniture items.Our Designs are not only decorative but also very useful in daily life like C tables,wood cabinets,wooden cabinets with drawers,candle stands,wooden trays,console tables and mirrors. Indian Crafts has an exclusive range of Traditional Antiques, metal fitted & Handpainted items.The highlight of our collection is a range of exquisite solid wood furniture and decor accessories from the master craftsmen and artisans of Rajasthan. All of our products are carefully selected to ensure that the furniture you buy from us meets the highest standards of quality.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:alokjasmatiya99@gmail.com",
                    "Website:": "http://indcrafts.co.in",
                    "Address:": "No-10, Road, No -11 M.I.A, 2nd Phase, Basni, Jodhpur, Rajasthan, India 342006  "
                },
                "directions to:": "No-10, Road, No -11 M.I.A, 2nd Phase, Basni, Jodhpur, Rajasthan, India 342006"
            }
        },
        {
            "Eco Social Ventures": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Eco Social Ventures is a social enterprise promoting the use of Solar power in day-to-day life in remote and rural regions of central & western India. We provide best of solar lighting products, made in India at least with 2 years' comprehensive warranty and unmatched quality. We specialize in Solar Street Lighting, Home Lighting, Solar Roof Top (micro & small scale), Solar Thermal applicationsboth for individual households and MSMEs. Further, we provide enterprise building opportunities to local youth especially women to join our growing network and make sustainable livelihoods in the Solar/Renewables Value Chain.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:rajj@ecosocialventures.com",
                    "Address:": "#601, Ruby Tower, Somdatt Landmark, Hawa Sarak, Civil Lines, Jaipur, Rajasthan, India 302006  "
                },
                "directions to:": "#601, Ruby Tower, Somdatt Landmark, Hawa Sarak, Civil Lines, Jaipur, Rajasthan, India 302006"
            }
        },
        {
            "Anokhi": {
                "Categories:": "Eco Fashion",
                "DESCRIPTION": "For over 40 years, Anokhi has worked for conservation and development of traditional textiles, through the input of design, marketing and project funding. The company is well known as an alternative role model for good business practices, and the ongoing revival of traditional textile skills. Anokhi's roots lie in Jaipur, a city whose founders were enlightened patrons of the arts and crafts. Skilled craftsmen were invited to settle here and were ensured a secure livelihood. Dyeing with vegetable colours is the oldest of colouring techniques. As pioneers of hand block printing for the export market, Anokhi has built on these for the last thirty years. It constantly seeks to create an environment in which traditional textiles have their place and value and to build a symbiotic relationship between the market and the design product - between skill and tradition.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sunali@anokhi.net",
                    "Website:": "http://www.anokhi.com/anokhi/about-us.html",
                    "Address:": " Jaipur, Rajasthan, India 302017  "
                },
                "directions to:": "Jaipur, Rajasthan, India 302017"
            }
        },
        {
            "Thankyou Waste Solutions": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Thankyou Waste Solutions is a social enterprise. We create waste solutions for households and commercial arrangements. We believe we can make a better world by engaging technology and integrating community in the waste management chain. Our efforts are aimed at empowering hitherto unskilled and unorganized waste-pickers into entrepreneurs.Thankyou Waste Solutions was founded back in 2016 in Jaipur with the purpose of providing one-stop waste solutions to make the Swachh Bharat Mission a reality. We are ambitiously determined to push humanity forward by empowering our customers to live healthier and waste-free lives, to unleash their fullest potential - to be extraordinary.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:gaurav@letsthankyou.com",
                    "Website:": "http://letsthankyou.com",
                    "Address:": "#3528, Bariyon ki Gali, Handipura, Jaipur, Rajasthan, India 302002  "
                },
                "directions to:": "#3528, Bariyon ki Gali, Handipura, Jaipur, Rajasthan, India 302002"
            }
        },
        {
            "Sunrise Agriland Development and Research": {
                "Categories:": "Green Products",
                "DESCRIPTION": "We Sunrise Agriland Development and Research Private Limited, an organisation dealing with natural and organic food and personal care products. We have worked exceedingly well following a research-oriented approach to offer the best range of Organic Herbal Juices, Herbal Natural Cosmetics, Organic Tea & Coffee, Organic Foods & Vegetables, Organic Spices, Organic Grains & Pulses, Organic Natural Herbs, Organic Manure & Pesticides, etc.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:atul.hcms@gmail.com",
                    "Website:": "http://www.sunriseagriland.com/newsite/about_us",
                    "Address:": " Jaipur, Rajasthan, India 302022  "
                },
                "directions to:": "Jaipur, Rajasthan, India 302022"
            }
        },
        {
            "Workshop-Q, Upcycler Home Decor Products": {
                "Categories:": "Green Products",
                "DESCRIPTION": "We are an innovative eco-product manufacturing company driven by the passion and belief of two like-minded entrepreneurs based in Jaipur and Mumbai. WorkshopQ is simplicity blended with sustainable creativity. It is a movement where we look at things from a different perspective and give new meaning to ‘green design’.In addition to the aesthetics, we hope to increase awareness concerning both ecological and social responsibilities through our products by employing mostly handmade processes.We create stunning lifestyle products by re-engineering useless waste in an effort to reduce the landfills of waste generated by households and factories. This method of reusing waste by moving the scrap material up the value chain by creatively transforming it, as ‘upcycling’.Our handcrafted creations comprise mainly of clocks, photo frames, trays, mirrors and other general decorative items for the home and as green gifting solutions for corporate giants all made from waste) procured from factories, construction sites, offices, small artisans, households and just about anywhere) along with eco-friendly materials!We have retailed across 40 stores inIndiaalong with a wide presence on e-tailing andhave also exported to UK, Singapore, Dubai & Kuwait.We customize any product according to the clients’ requirements or design a whole new range exclusively as well.Along with product manufacturing, we createartinstallations, cafe accessories and have provided design mentoring and training to NGOs. We also work directly with factories to upcycle their waste to create gifting solutions for their giveaways and festive seasons.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@workshopq.com",
                    "Website:": "http://www.workshopq.com",
                    "Address:": " 17/1 Civil Lines, Rajasthan, India 302006  "
                },
                "directions to:": "17/1 Civil Lines, Rajasthan, India 302006"
            }
        },
        {
            "Rapid Organic": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Rapid Organic with 2000 acres of certified organic farms are producing Organic Spices, Organic Cereals, Organic Pulses and Oil Seeds, Organic Dry Fruits, Organic Medicinal herbs and processing Organic Daily Flavors, Organic Edible Oils, Organic Jaggery, Organic Sugar and many more. Rapid Organic is also engaged with Integrated Pest Management & pesticide-free farming and one of the leading producers of IPM & PR free Cumin, Coriander Dill seed, Fennel, Quinoa, Fenugreek, Kasuri Methi, Amaranth, Sesame & Psyllium with more than 5,000 farmers.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@rapidorganic.com",
                    "Website:": "http://rapidorganic.com/",
                    "Address:": " Sanchore, Rajasthan, India 343041  "
                },
                "directions to:": "Sanchore, Rajasthan, India 343041"
            }
        },
        {
            "SolarMaxx": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "SolarMaxx is a pioneer in solar power generation, which continues to serve as a visionary for the modern Indian solar industry. Creating and delivering clean, cost-effective solar power is our top priority—not a side project to other business interests.SolarMaxx, a brand owned by ILLUSIONS4REAL, is a leading Solar Energy Systems provider spreading its wings rapidly across the nation.SolarMaxx offers a broad range of solar products ranging from Solar PV Modules, Solar Water Heating, Solar Lighting to Solar Power Solutions. SolarMaxx Solar Packaged solutions are a cost effective investment, wherever you install them!",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@solarmaxx.co.in",
                    "Website:": "http://www.solarmaxx.co.in/about-us/overview/",
                    "Address:": " Jaipur, Rajasthan, India 302016  "
                },
                "directions to:": "Jaipur, Rajasthan, India 302016"
            }
        },
        {
            "Gram Power India": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "Gram Power India Pvt Ltd is an energy technology company founded in 2010 out of University of California Berkeley. The company provides cutting edge Smart Grid technologies to address the electrification challenges in developing nations. Gram Power has set up India's first Solar Powered Smart Microgrid in Rajasthan, which is powered by a centralized array of solar panels that collect the sun's energy and convert it to DC electricity.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@grampower.com",
                    "Website:": "https://www.grampower.com/smart-microgrids/",
                    "Address:": " Jaipur, Rajasthan, India 302021  "
                },
                "directions to:": "Jaipur, Rajasthan, India 302021"
            }
        },
        {
            "Pest Control Services": {
                "Categories:": "Green Products",
                "DESCRIPTION": "Pest Control Services provide most effective pest control solutions helping people keep their house/offices safe and secure from pests. We provide services to both residence as well as commercial clients. With the membership of IPCA (Indian Pest Control Association) and Bayer Authorisation, we have endeavoured to procure and develop best eco friendly pest eliminating solutions possible.we have endeavoured to procure and develop best eco friendly pest eliminating solutions possible.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@pestcontrolonline.in",
                    "Website:": "http://pestcontrolonline.in/about-us/",
                    "Address:": " Jaipur, Rajasthan, India 302019  "
                },
                "directions to:": "Jaipur, Rajasthan, India 302019"
            }
        },
        {
            "Texaura Luxury Organic Bedding and Linen": {
                "Categories:": "Green Products",
                "DESCRIPTION": "Texaura is not just a brand but a passion for purity, an identity that symbolizes responsible comfort and luxury integrated organically. Its purpose is to help you carve out your personal sanctuaries by being an interface between community, affordability and modern design sensibilities of home.Texaura is into Organic bedding & linen range made from 100% certified organic cotton. The company is the first organic textile brand from India to reach out to global consumers directly and offer free shipping to 200 countries.We come from a land, where our knowledge of textiles dates back to 400 B.C., our Vedas teach us organic way of doing it. Enriched with this history of textiles and giving a facelift to the organic bedding industry. The literal meaning of Tantav is ‘made from thread’ which is the beginning of bringing a cloth alive. We constantly work towards striving to achieve the products which are durable, luxurious, comfortable and sustainable.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:pro@texaura.in",
                    "Website:": "http://texaura.in",
                    "Address:": " R-11 Yudhister Marg, C-scheme, Jaipur, Rajasthan, India 302001  "
                },
                "directions to:": "R-11 Yudhister Marg, C-scheme, Jaipur, Rajasthan, India 302001"
            }
        },
        {
            "Ajit Solar Pvt. Ltd.": {
                "Categories:": "Alternative Energy",
                "DESCRIPTION": "AJIT SOLAR (P) LIMITED Established In Year 2007 With A Vision To Promote Green Energy Is A Leading Manufacturer Of Mono/ Multi Crystalline Solar Modules In INDIA With A Current Production Capacity Of Around 25 MW /Annum Employing World Class German & Swiss Technology Catering To Domestic & International Market. The modules are built to globally acceptable specifications for use in a wide range of residential, commercial, industrial and other solar power generation systems.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:ajitsolar@ajitgroup.com",
                    "Website:": "http://www.ajitsolar.com/",
                    "Address:": "Ajit Solar Pvt Ltd.,, E-33-34, RIICO Industrial Area, Bagru Extension., Jaipur, Rajasthan, India 303001  "
                },
                "directions to:": "Ajit Solar Pvt Ltd.,, E-33-34, RIICO Industrial Area, Bagru Extension., Jaipur, Rajasthan, India 303001"
            }
        },
        {
            "The Living Greens": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Living Greens Organics Pvt Ltd is one of the first Urban Farming companies in India and it specializes in Rooftop Organic Farming, Rooftop Farming of fruits, Rooftop Organic Farming kit, Organic Kitchen Gardening, Live Green Walls, Indoor Green Walls, Outdoor Living Green Walls, Self-irrigating balcony stands, Herb stands, Leafy Stands, Organic Balcony stands, consultancy for organic farming, Medicinal Plants stand etc.",
                "CONTACT INFORMATION": {
                    "Website:": "http://www.thelivinggreens.com/",
                    "Address:": "Living Greens Organics Pvt. Ltd., 583-584 Nirman Nagar AB, King's Road, Jaipur, Rajasthan, India 302019  "
                },
                "directions to:": "Living Greens Organics Pvt. Ltd., 583-584 Nirman Nagar AB, King's Road, Jaipur, Rajasthan, India 302019"
            }
        },
        {
            "Chalo Eco Hostel": {
                "Categories:": "Eco-tourism",
                "DESCRIPTION": "Chalo is the fist environmentally conscious backpacker hostel in Jaipur.We havesolar panelssolar water heatingshower and sink waste water repurposing in toiletsnatural and zero VOC paintscompostingorganic cotton bedsheetsnatural laundry detergents and cleaning agentssecond hand, upcycle and jugaar design solutionsOPENING IN OCTOBER 2016",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:chalohostel@gmail.com",
                    "Website:": "https://www.facebook.com/ChaloEcoHostel/",
                    "Address:": "1990 Topkhana Hazuri Kothi yakeen shah, Ghat Gate,, Jaipur, Rajasthan, India 302003  "
                },
                "directions to:": "1990 Topkhana Hazuri Kothi yakeen shah, Ghat Gate,, Jaipur, Rajasthan, India 302003"
            }
        },
        {
            "Organic Shop": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Organic Shop is the largest online marketplace for certified organic products in India. We offer the largest collection of organic products from trusted and certified Organic Indian brands. With a baton of more than 100 trusted organic brands in India like Down to Earth, Organic India, Rustic Art, Do You Speak Green, Health Aid, Shahnaz Husain and many more certified organic and natural brands from India and across the globe, Organic Shop has the best collection of organic, natural, herbal and Ayurvedic products in India. Organicshop.in catalogues more than 10,000 SKUs which is further growing everyday.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@organicshop.in",
                    "Website:": "http://organicshop.in/",
                    "Address:": "R-11, Yudhister Marg, C-Scheme, Jaipur, Rajasthan, India 302005  "
                },
                "directions to:": "R-11, Yudhister Marg, C-Scheme, Jaipur, Rajasthan, India 302005"
            }
        },
        {
            "A.L. Paper House": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "We are the Largest self manufacturer and exporter of cotton recycled handmade paper and gift paper products in India and also the Largest production capacity in India to meet your highest demands.Established more than 400 years ago.Our ancestors were also awarded by Emperors, Kings during that period.The most attractive point in our manufacturing of Handmade paper and Paper products is that it is entirely natural and based on ancestral technical skill.It's survival in the modern competitive market is due to practical experience and strong devotion to the quality of work. We have succeeded in giving the message to the world that old and traditional methods are very useful alternate to safeguard the environment. Also, our manufacturing process is very safe and harmless for our environment and wood pulp, acid and harmful chemicals are not used",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:query@alpaperhouse.com",
                    "Website:": "http://www.alpaperhouse.com/",
                    "Address:": "Near Tempo Stand, Sanganer, Jaipur, Rajasthan, India 303902  "
                },
                "directions to:": "Near Tempo Stand, Sanganer, Jaipur, Rajasthan, India 303902"
            }
        },
        {
            "Natureland Organic Foods Pvt Ltd.": {
                "Categories:": "Organic Food & Drinks",
                "DESCRIPTION": "Natureland Organic Foods Pvt Ltd. Was incorporated 15 yrs. back in 1999, with a vision of delivering the highest quality organic produce to its valued customers in India and across the world, While working on holistic organic agriculture and production management system which promotes and enhances agro-ecosystem health, and soils biological activity, treating farm as a living entity which avoids use of chemical/ synthetic inputs such as fertilizers, pesticides, hormones, feed additives, decreases the cost of production, relies on crop rotations, crop residues waste, off farm organic waste and animal manures as inputs and encourages bio-diversity, energy and water conservation, minimization of waste & prevention of chemical pollution which is vital to healthy living and for a green planet fit for future. In a nutshell we work with a vision of Healthy Soil, Healthy Food, Healthy Life and Healthy Environment.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:anandnatureland@gmail.com",
                    "Website:": "http://naturelandorganics.com/",
                    "Address:": "Natureland Organic Foods Pvt. Ltd. Plot No. 03, Block B, SFS Colony Shipra Path, Near Shipra House Marriage Garden Mansarovar,, Jaipur, Rajasthan, India 302020  "
                },
                "directions to:": "Natureland Organic Foods Pvt. Ltd. Plot No. 03, Block B, SFS Colony Shipra Path, Near Shipra House Marriage Garden Mansarovar,, Jaipur, Rajasthan, India 302020"
            }
        },
        {
            "Eco Enviro Post Newspaper": {
                "Categories:": "Green Media",
                "DESCRIPTION": "Eco Enviro Post is a bilingual newspaper based on environment that is published every fortnight. This is the only newspaper in India, which has taken initiative on environmental issues. We are focusing mainly on environment, policies/wildlife, research, solar, education, healthcare, organic and specific news to this sector only.Eco Enviro Post has more than 100,000 readers all overIndia. Circulation sectors are govt. departments, industries, waste management companies, corporates, schools colleges, universities and others.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sunil.ecoenviro@gmail.com",
                    "Website:": "http://www.ecoenviropost.com",
                    "Address:": "#L-G-6, Lower Ground Floor, Corporate Park, Gopal Bari, Jaipur, Rajasthan, India 302026  "
                },
                "directions to:": "#L-G-6, Lower Ground Floor, Corporate Park, Gopal Bari, Jaipur, Rajasthan, India 302026"
            }
        },
        {
            "GreenNGood": {
                "Categories:": "Green Products",
                "DESCRIPTION": "GreenNGood.com is one of India’s earliest and pioneering online stores devoted to selling sustainable and ecofriendly products. We joined the Green movement in 2009 with the launch of “Green And Good Store” www.GreenAndGoodStore.com which was renamed to GreenNGood.com in January 2012.Our products are chosen very carefully after a rigorous process of selection developed over the last 3 years. It is based on a study of the product’s entire lifecycle - from ingredients to packaging and to disposal. At GreenNGood.com we strive to bring to you Green and Good alternatives to products that you use every day. Today we have over 2000 products that help realise the above vision.Thus, you can find a wide range of organic and natural alternatives to breakfast cereals, snacks, health supplements, personal care. You will also find here, the widest collection of organic cotton clothing and recycled products for home and many unique products that are not available anywhere else. Many of the products are made by NGOs working with disadvantaged members of our society. Such as the patchwork diaries, the tapric hand bags or the wallets made from waste tyre tubes. These products are not only unique, high quality and beautiful but also are an opportunity to give back to our country and society.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:contact@GreenNGood.com",
                    "Website:": "http://greenngood.com/",
                    "Address:": "Green And Good Eco Solutions Pvt Ltd  D-213 A, Bhaskar Marg,, Jaipur, Rajasthan, India 302016  "
                },
                "directions to:": "Green And Good Eco Solutions Pvt Ltd  D-213 A, Bhaskar Marg,, Jaipur, Rajasthan, India 302016"
            }
        },
        {
            "Greencore Packaging": {
                "Categories:": "Eco-friendly Packaging",
                "DESCRIPTION": "GreencorePackaging is well-recognized as a reliable Manufacturer, Exporter and Supplier ofHoneycomb Products. The company was established with a belief of serving the globe with eco-friendly Honeycomb Products to meet the requirements of the clients. We have developed an advanced infrastructure facility that comprises state-of-the-art machinery imported from different parts of the world. We are greatly assisted by a team of skilled professionals who always keep them abreast with the modern working methods as well as latest market developments.Greencore Packaging also recognized the need for innovative packaging solutions that include the best features of many different materials such as Honeycomb products which are eco-friendly product and cheap to recycle. We produce Honeycomb Pallets & Boxes manufactured through a fully automated and Integrated Honeycomb Core and Board production line.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@greencorepackaging.com",
                    "Website:": "http://greencorepackaging.com/",
                    "Address:": " #G-1/274, RIICO Industrial Area., Khushkhera, Alwar Dist, Rajasthan, India 301707  "
                },
                "directions to:": "#G-1/274, RIICO Industrial Area., Khushkhera, Alwar Dist, Rajasthan, India 301707"
            }
        }
    ],
    "Sikkim (7)": [
        {
            "Voyage Zero Waste Himalaya": {
                "Categories:": "Waste Management",
                "DESCRIPTION": "Management of Solid Waste, Waste Water and Energy Efficiency – all falling under the aegis of Voyage Zero Waste Himalaya. A zero-waste world is one where there is maximum efficiency and nothing goes to waste, as can be seen in nature.We have embarked on the journey to achieve the goal of Zero Waste Himalaya before it is too late and there is no earth to save.The core work of Voyage Zero Waste Himalaya includes the management of Solid Waste, Waste Water and Energy Efficiency – all falling under the aegis of Zero Waste. A zero-waste world is one where there is maximum efficiency and nothing goes to waste, as can be seen in nature. We have embarked on the journey to achieve the goal of Zero Waste before it is too late and there is no earth to save. We are on a Voyage towards ZERO WASTE Himalaya.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:voyage.zwh@gmail.com",
                    "Website:": "http://voyage.org.in/",
                    "Address:": " Gangtok, Sikkim, India 737102  "
                },
                "directions to:": "Gangtok, Sikkim, India 737102"
            }
        },
        {
            "Ging Tea Estate": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Ging Tea Estate one of the largest producers of Darjeeling tea, alongside its other sister gardens have been pioneers in introducing organic practices to the tea industry. It is a 100% bio-organic garden, making its tea free from harmful chemicals under the strict guidance of IMO and Naturland certifications. Ging Tea Estate has learned how to make sustainability profitable. For example, we provide interest-free loans for animal husbandry which ensures additional income for our workers and in return we get organic manure for the soil.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:stay@gingteahouse.com",
                    "Website:": "http://www.gingteahouse.com/the-ging-story/sustainibility/",
                    "Address:": " Ging Tea Estate, Lebong Valley Darjeeling, Sikkim, India 734105  "
                },
                "directions to:": "Ging Tea Estate, Lebong Valley Darjeeling, Sikkim, India 734105"
            }
        },
        {
            "Invacations": {
                "Categories:": "Eco-tourism",
                "DESCRIPTION": "We are Invacations, a unique travel organization based out of Sikkim that focuses exclusively on eco-tourism and student travel among schools and colleges across India. We are passionate to spread the idea of Organic Mission of Sikkim, cleanliness of the state of Sikkim and also promote peace and security of our state.The primary objective of Invacations is to invite schools and colleges from across India to Sikkim and nearby places for a student exposure and cultural immersion programs. The company focuses on building awareness about organic farming and cultivation in Sikkim and promote the unique culture of the state,",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:dewaker.basnet@gmail.com",
                    "Website:": "https://www.invacations.com/",
                    "Address:": " 2nd floor, khawas building, Panihose, Gangtok, East Sikkim, Sikkim, India 737101  "
                },
                "directions to:": "2nd floor, khawas building, Panihose, Gangtok, East Sikkim, Sikkim, India 737101"
            }
        },
        {
            "Cherry Resort": {
                "Categories:": "Eco-tourism",
                "DESCRIPTION": "Cherry Resort sets a new standard for Himalayan hill resorts with its setting amid a lush green carpet of manicured tea gardens, with panoramic views of Mt. Kangchendzonga and the Tista River gorge. This is the most beautiful hotel setting in Sikkim set on the slopes of the Temi tea garden, in South Sikkim, it is centrally located among all of the major visitor destinations of Sikkim.Cherry Resort provides the highest quality services and attention to detail gained through decades of international experience in tourism and a commitment to eco-tourism values. Fresh organic foods nurtured by the Himalayan waters are prepared in an array of mouth-watering and healthy menu items, from Sikkimese traditional dishes and drinks to North Indian fare, as well as Asian and Continental specialties. Your room decor features local hand-crafted furnishing and is, tended by professional staff. Whether you are on a honeymoon, a family holiday, an eco-adventure, or attending a conference or club retreat, Cherry Resort will more than meet your expectations.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:cherryresorttemi@gmail.com",
                    "Website:": "http://www.cherryresort.com/ecotourism.html",
                    "Address:": "Cherry Resort, Temi Tea Garden, South Sikkm, Namchi, Sikkim, India 737126  "
                },
                "directions to:": "Cherry Resort, Temi Tea Garden, South Sikkm, Namchi, Sikkim, India 737126"
            }
        },
        {
            "Mevedir": {
                "Categories:": "Organic Agriculture",
                "DESCRIPTION": "Mevedir was the first agro-based firm to undertake certification of organic farms for the promotion of organic agriculture in the state of Sikkim. Yangsum in West Sikkim was the farm to be certified organic from where organic ginger was exported to Europe. MEVEDIR is a one of the leading companies to place environmentally sound agricultural practices with its pioneering efforts in Sikkim. MEVEDIR is a partnership firm established in 2003. It is an associate company of SIBin Group Private Limited.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@mevedir.com",
                    "Website:": "https://www.facebook.com/mevedir/",
                    "Address:": "Daragoan, Gangtok East, Gangtok, Sikkim, India 737102  "
                },
                "directions to:": "Daragoan, Gangtok East, Gangtok, Sikkim, India 737102"
            }
        },
        {
            "Sikkim Peak Tours & Travels": {
                "Categories:": "Eco-tourism",
                "DESCRIPTION": "Sikkim Peak Travel is a Responsible Tourism Company, which is privately owned and registered with the Government of Sikkim and recognized by the Sikkim Tourism. we are a member of Travel Agents Association of Sikkim (TAAS), Sikkim Ornithology Society, Yuksam Tourism Development Committee. We provide travel-booking services and we specialize in escorted tours and treks. We pride ourselves on our flexibility in arranging tours to meet your individual needs. Our knowledge of the history, religion, culture, economy and politics combined with our Guides, who provide a unique educational experience to our guests. We organize a variety of adventure travel and sight-seeing activities including trekking, peak climbing, expeditions, glorious mountain flights, white water rafting, jungle safari, and trips to Nepal, Tibet, and Bhutan.We personally survey the activity and other destinations before we organize a tour to the area. All the itineraries are designed according to clients' choice and services are arranged according to your budget. We have full knowledge of all the trips and services we offer and that’s why most of our clients comes from different parts of globe and comes again and again. We look forward to welcoming you to this vibrant and enchanting land with openhearted people and a myriad of sights and sounds awaiting you. An adventure tour operator based in Sikkim offering value based and reliable services for trekking, mountaineering, cultural and study tours, mountain biking / cycling tours / jeeps safari / river rafting / mountain flights and hotel booking, village stays in Sikkim-Darjeeling, Nepal, Tibet, Bhutan. Ask for our various tailored made packages from Delhi to Delhi and Calcutta to Calcutta OR visit.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:sikkimpeak@gmail.com",
                    "Website:": "http://www.sikkimpeaktours.com/",
                    "Address:": "Sikkim Peak Tours & Travels  Below Housing Building, Subash Gurung Building Arithang Gangtok, East Sikkim, Gangtok, Sikkim, India 737101  "
                },
                "directions to:": "Sikkim Peak Tours & Travels  Below Housing Building, Subash Gurung Building Arithang Gangtok, East Sikkim, Gangtok, Sikkim, India 737101"
            }
        },
        {
            "Himalayan Holidays": {
                "Categories:": "Eco-tourism",
                "DESCRIPTION": "Established in the year 1998, Himalayan Holidays is a reputed tour and trek company based at Sikkim. Our company is registered and recognized by the Department of Tourism, Government of Sikkim. We are also an Executive member of Travel Agents Association of Sikkim (TAAS). We at Himalayan Holidays have grown up with the mystique of Sikkim and know the region best. Our intimate knowledge of the area makes us best equipped to plan your itinerary for you, therefore we specialize in Sikkim.Himalayan Holidays is a campaigner for responsible Tourism. Our company is professionally managed by a team of esteemed personals who have good knowledge and experience in organizing tours and treks. Through actual field experiences, Workshops, Training and Orientation programmes, organized by the Department of Tourism, Govt. of Sikkim and Travel Agents Association of Sikkim (TAAS), our courteous staffs are capable of turning your programmes into a memorable experience. Our high quality and reliable services has reached its height. Our company organizes various kind of eco-friendly tours and treks in Sikkim, Darjeeling, Bhutan and we also arrange mountain biking and white water rafting on the river Teesta. The fun and challenge of Himalayan Holidays package and services experience are unforgettable and a life time memory for each individual clients of ours.Since our inception days, we have been concerned about the protection, preservation and conservation of our fragile eco-system and our cultural heritage. To this end we have adopted a code of conduct to make your travel both a pleasure and eco friendly. Organizing tours and treks and various activities in and around Sikkim is not only our profession but also our love and passion to this business.",
                "CONTACT INFORMATION": {
                    "Email:": "mailto:info@sikkimtour.com",
                    "Website:": "http://www.sikkimtour.com/",
                    "Address:": "Palkhill Hotel Building, Opp. SNT Bus Stand P. S. Road, Gangtok, Sikkim, India 737101  "
                },
                "directions to:": "Palkhill Hotel Building, Opp. SNT Bus Stand P. S. Road, Gangtok, Sikkim, India 737101"
            }
        }
    ]
}